Repository: wang8959855/R5S
Catalog: Mistep/keyBand/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pl, pt_pt, ru, zh_hans, zh_hk

# 运动详细
source: Movement details
de: Sport Details
es: Detalles Deportes
fr: détails Sport
it: Dettagli Sport
ja: スポーツ詳細
ko: 스포츠의 자세한 사항
pl: Sport Szczegóły
pt_pt: Detalhes Sports
ru: Спорт Подробнее
zh_hans: 运动详细
zh_hk: 運動詳細

# 图表
source: chart
de: Grafik
es: tabla
fr: graphique
it: grafico
ja: チャート
ko: 차트
pl: wykres
pt_pt: gráfico
ru: диаграмма
zh_hans: 图表
zh_hk: 圖表

# 详情
source: Details
de: Detail
es: detalle
fr: détail
it: dettaglio
ja: 詳細
ko: 세부 정보
pl: detal
pt_pt: detalhe
ru: деталь
zh_hans: 详情
zh_hk: 詳情

# 运动心率
source: Exercise heart rate
de: Die Trainingsherzfrequenz
es: la frecuencia cardíaca
fr: fréquence cardiaque exercice
it: esercizio della frequenza cardiaca
ja: 運動心拍数
ko: 운동 심박수
pl: Ćwiczenia tętno
pt_pt: frequência cardíaca de exercício
ru: Физические упражнения частота сердечных сокращений
zh_hans: 运动心率
zh_hk: 運動心率

# 预警区
source: Early warning area
de: Warnbereich
es: área de advertencia
fr: zone d'alerte
it: Attenzione zona
ja: 警戒域
ko: 경고 영역
pl: obszar Ostrzeżenie
pt_pt: área aviso
ru: область Предупреждение
zh_hans: 预警区
zh_hk: 預警區

# 配速
source: Pace
de: Tempo
es: paso
fr: rythme
it: ritmo
ja: ペース
ko: 속도
pl: tempo
pt_pt: passo
ru: аллюр
zh_hans: 配速
zh_hk: 配速

# 速度
source: speed
de: Geschwindigkeit
es: velocidad
fr: vitesse
it: velocità
ja: スピード
ko: 속도
pl: prędkość
pt_pt: velocidade
ru: скорость
zh_hans: 速度
zh_hk: 速度

# 累计爬升
source: Accumulated climb
de: Kumulierte Climb
es: Ascenso acumulado
fr: Climb accumulé
it: Climb accumulato
ja: 蓄積されたクライム
ko: 누적 등반
pl: skumulowana Climb
pt_pt: Subida acumulada
ru: Накопленная Climb
zh_hans: 累计爬升
zh_hk: 累計爬升

# 计步
source: Step
de: Pedometer
es: podómetro
fr: pédomètre
it: pedometro
ja: 歩数計
ko: 보수계
pl: krokomierz
pt_pt: hodômetro
ru: шагомер
zh_hans: 计步
zh_hk: 計步

# 步长
source: Step length
de: Treppe
es: pasos
fr: mesures
it: passi
ja: ステップ
ko: 단계
pl: kroki
pt_pt: passos
ru: меры
zh_hans: 步长
zh_hk: 步長

# 运动详情
source: Movement details
de: Sport Details
es: Detalles Deportes
fr: détails Sport
it: Dettagli Sport
ja: スポーツ詳細
ko: 스포츠의 자세한 사항
pl: Sport Szczegóły
pt_pt: Detalhes Sports
ru: Спорт Подробнее
zh_hans: 运动详情
zh_hk: 運動詳情

source: Empty device data
de: Klare Gerätedaten
es: Borrar datos del dispositivo
fr: Effacer les données de l'appareil
it: Dati del dispositivo chiaro
ja: クリアデバイスデータ
ko: 지우기 장치 데이터
pl: Wyczyść dane urządzenie
pt_pt: Dados do dispositivo Limpar
ru: Сброс данных устройства
zh_hans: 清空设备数据
zh_hk: 清空設備數據

source: Empty app data
de: App-Daten löschen
es: Borrar datos de aplicaciones
fr: Effacer les données de l'application
it: Cancella dati app
ja: クリアアプリデータ
ko: 앱 데이터 지우기
pl: Usuń dane aplikacji
pt_pt: Dados app Limpar
ru: Очистить данные приложения
zh_hans: 清空app数据
zh_hk: 清空應用數據

# bluetoothNotOpen
source: Bluetooth is not open
de: Bluetooth ist nicht eingeschaltet
es: Bluetooth no está activado
fr: Bluetooth est pas activée
it: Bluetooth non è acceso
ja: Bluetoothがオンになっていません
ko: 블루투스가 켜져 있지 않습니다
pl: Bluetooth nie jest włączona
pt_pt: Bluetooth não está ligada
ru: Bluetooth не включается
zh_hans: 蓝牙未开启
zh_hk: 藍牙未打開

source: Please wake up device not found
de: Bitte finden Sie das Gerät nicht, das Gerät zu wecken
es: Por favor, no encuentra el dispositivo para activar el dispositivo
fr: S'il vous plaît ne pas trouver le périphérique pour réveiller l'appareil
it: Si prega di non trovare il dispositivo di riattivare il dispositivo
ja: デバイスをウェイクするデバイスを見つけないでください
ko: 장치를 해제 할 수있는 장치를 발견하지 마십시오
pl: Proszę nie znaleźć urządzeniu na wznawianie pracy urządzenia
pt_pt: Por favor, não encontrar o dispositivo para acordar o dispositivo
ru: Пожалуйста, не найти устройство, чтобы разбудить устройство
zh_hans: 未找到设备请唤醒设备
zh_hk: 請喚醒未找到的設備

source: Bluetooth connection failed
de: Starten Sie die Bluetooth-Verbindung schlägt fehl
es: Volver a empezar la conexión Bluetooth falla
fr: Redémarrez la connexion Bluetooth échoue
it: Riavviare la connessione Bluetooth non riesce
ja: Bluetooth接続が失敗し再起動します
ko: 블루투스 연결이 실패 재시작
pl: Ponownie uruchom połączenie Bluetooth nie
pt_pt: Reiniciar a conexão Bluetooth falhar
ru: Перезапустите соединение Bluetooth терпит неудачу
zh_hans: 连接失败请重启蓝牙
zh_hk: 藍牙連接失敗

source: Connect successfully
de: Die Verbindung erfolgreich
es: la conexión se realiza correctamente
fr: La connexion est réussie
it: la connessione è riuscita
ja: 接続が成功します
ko: 연결이 성공
pl: połączenie jest sukcesem
pt_pt: a conexão é bem sucedida
ru: Соединение успешно
zh_hans: 连接成功
zh_hk: 連接成功

source: Sync finish
de: Die Synchronisation ist abgeschlossen
es: La sincronización es completa
fr: La synchronisation est terminée
it: La sincronizzazione è completa
ja: 同期が完了しました
ko: 동기화가 완료
pl: Synchronizacja jest kompletna
pt_pt: A conclusão da sincronização
ru: Синхронизация завершена
zh_hans: 同步完成
zh_hk: 同步完成

source: Synchronization failure
de: Fehler bei der Synchronisierung
es: Error en la sincronización
fr: La synchronisation a échoué
it: Sincronizzazione non riuscita
ja: 同期に失敗しました
ko: 동기화 실패
pl: Synchronizacja nie powiodła się
pt_pt: A sincronização falhou
ru: Сбой синхронизации
zh_hans: 同步失败
zh_hk: 同步失敗

source: Data syn..
de: Die Datensynchronisation ..
es: La sincronización de datos ..
fr: La synchronisation des données ..
it: La sincronizzazione dei dati ..
ja: データの同期..
ko: 데이터 동기화 ..
pl: Synchronizacja danych ..
pt_pt: A sincronização de dados ..
ru: Синхронизация данных ..
zh_hans: 数据同步中..

# 请保持血压手表与APP已连接，填写完成，请立刻用您血压手表试一次血压，血压校正即完成，后续测量不用再次校正。
source: Please keep the blood pressure watch and APP has been connected, fill in the completion, please immediately use your blood pressure watch a blood pressure test, blood pressure correction is completed, follow-up measurement do not have to correct again.
de: Bitte halten Blutdruck Uhr mit der APP verbunden, die abgeschlossen sofort mit Ihren Blutdruck beobachten einen Blutdrucktest , Blutdruck -Korrektur abgeschlossen ist, nachfolgende Messungen ohne Neukalibrierung.
es: Por favor, vigilar la presión arterial relacionada con la APP, el completado de inmediato con su presión arterial ver una prueba de la presión arterial, la corrección de la presión arterial es mediciones posteriores completos, sin necesidad de recalibración.
fr: S'il vous plaît surveiller la pression artérielle liée à l'APP, le complété immédiatement avec votre pression artérielle regarder un test de pression artérielle, la correction de la pression artérielle est terminée, les mesures suivantes sans réétalonnage.
it: Si prega di vegliare la pressione sanguigna collegato con la APP, il completamento immediatamente con la pressione del sangue guardare una prova di pressione del sangue, la correzione della pressione sanguigna è completa, le misurazioni successive, senza ricalibrazione.
ja: APP、あなたの血圧再キャリブレーションすることなく、血圧検査、血圧補正が完了し、その後の測定を見てすぐに完了に接続された血圧の時計を保管してください。
ko: APP의 상기 혈압 재조정없이 혈압 검사 혈압 보정이 완료된 이후의 측정을보고 즉시 완료 연결된 혈압 감시를 계속주십시오.
pl: Należy czuwać ciśnienia krwi związane z aplikacji, natychmiast wykonane z ciśnieniem krwi oglądać testu ciśnienie krwi, ciśnienie krwi korekcja zakończeniu kolejnych pomiarów bez kalibracji.
pt_pt: Por favor, vigiar a pressão arterial relacionada com a APP, o concluída imediatamente com a sua pressão arterial assistir a um teste de pressão arterial, correção de pressão arterial é medições completas, subsequentes sem recalibração.
ru: Пожалуйста, держите часы кровяного давления, связанного с APP, завершенная немедленно ваше кровяное давление наблюдать за испытанием кровяного давления, коррекция артериального давления завершена, последующие измерения без повторной калибровки.
zh_hk: 請保持血壓手錶與APP已連接，填寫完成，請立刻用您血壓手錶試一次血壓，血壓校正即完成，後續測量不用再次校正。

source: connectioning...
de: Verbinden ...
es: Conectando ...
fr: Connexion ...
it: Connessione in corso ...
ja: 接続しています...
ko: 연결 중 ...
pl: Łączenie ...
pt_pt: Conectando ...
ru: Подключение ...
zh_hk: 連接中...

# 恢复出厂设置后，所有数据将清零
source: All data is cleared after restore factory setting
pl: Wszystkie dane są usuwane po przywróceniu ustawień fabrycznych
