Repository: wang8959855/R5S
Catalog: Mistep/keyBand/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pl, pt_pt, ru, zh_hans, zh_hk

# 最大心率值必须大于最小心率值30
source: Maximum heart rate must be greater than the minimum heart rate 30
de: Maximal Herztempo muss 30 mehr als minimal Herztempo sein
es: La frecuencia cardíaca máxima debe ser mayor que la frecuencia cardíaca mínima 30
fr: La fréquence cardiaque maximale doit être intérieure à la fréquence cardiaque minimume de 30
it: La massima frequenza cardiaca deve essere maggiore della frequenza cardiaca minima 30
ja: 最大心拍数は最小心拍数より30回大きくならなければなりません。
ko: 최대 심박수는 반드시 최소 심박수보다 30 이상여야 합니다
pl: Maksymalne tętno musi być większe niż minimalne tętna 30
pt_pt: Valor máximo de frequência cardíaca deve ser maior que o valor mínimo de 30
ru: Значение максимального пульса должно больше значения минимального пульса на 30
zh_hans: 最大心率值必须大于最小心率值30
zh_hk: 最大心率值必須大於最小心率值30

# 最多可设置4个久坐提醒
source: Up to 4 sedentary reminder
de: Maximal darf 4 sitzen-Erinnerung eingestellt werden
es: El recordatorio sedentario no mayor a 4
fr: Jusqu'à 4 rappels sédentaires
it: Suggerimento di tempo sedentario non oltre 4 volte
ja: 長座通知を四つまで設定することができます。
ko: 움직이기 알람은 가장 많아서 4개 설정할 수 있습니다
pl: Do 4 trybów siedzenia
pt_pt: Pode configurar até 4 aviso do estado sedentário
ru: Можно установить 4 сидящих напоминания больше всего
zh_hans: 最多可设置4个久坐提醒
zh_hk: 最多可設置4個久坐提醒

# 昨晚
source: Yesterday night
de: Gesternabend
es: Anoche
fr: Hier soir
it: La scorsa notte
ja: 昨晩
ko: 지난밤
pl: Wczoraj wieczorem
pt_pt: Ontem à noite
ru: Вчера вечером
zh_hans: 昨晚
zh_hk: 昨晚

# 设置
source: Settings
de: Einstellungen
es: Siempre
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_pt: Configuração
ru: Настройки
zh_hans: 设置
zh_hk: 設置

# 今天
source: Today
de: Heute
es: Hoy.
fr: jour
it: Oggi
ja: 今天
ko: 오늘
pl: Dzisiaj
pt_pt: Hoje
ru: сегодня
zh_hans: 今天
zh_hk: 今天

# 小时
source: h
zh_hans: 小时
zh_hk: 小時

# 分钟
source: min
zh_hans: 分钟
zh_hk: 分鐘

# 千卡
source: kcal
zh_hans: 千卡
zh_hk: 千卡

# 疲劳
source: Fatigue
es: fatiga
it: Fatica
ja: 疲労
ko: 피로
pl: zmęczenie
pt_pt: Fadiga
ru: усталость
zh_hans: 疲劳
zh_hk: 疲勞

# 疲劳
source: Fatigue
es: Fatiga
it: Fatica
ja: 疲労
ko: 피로
pl: zmęczenie
pt_pt: Fadiga
ru: усталость
zh_hans: 疲劳
zh_hk: 疲勞

# 输入昵称
source: Nickname
de: Spitzname
es: Apodo
fr: Surnom
ja: 愛称
ko: 별명
pl: Nazwa użytkownika
pt_pt: Apelido
ru: прозвище
zh_hans: 输入昵称
zh_hk: 輸入暱稱

# 升级失败
source: Update Failure
de: Gescheitert
es: Fallo
fr: échouée
it: Fallito
ja: 進級する
ko: 업데이트 실패
pl: Aktualizacja nie powiodła się
pt_pt: Falha
ru: неуспешно
zh_hans: 升级失败
zh_hk: 升級失敗

# 目标:
source: Target:
de: Ziel:
es: Objetivo:
fr: Objectif:
it: Obiettivo:
ja: 目標:
ko: 목표:
pl: Cel:
pt_pt: Alvo:
ru: Цель:
zh_hans: 目标:
zh_hk: 目標:

# 运动
source: Movement
de: Sport
es: Deporte
fr: sport ou exercice
it: sport
ja: 運動
ko: 스포츠
pl: Sport
pt_pt: movimento
ru: Спорт
zh_hans: 运动
zh_hk: 運動

# 分享到其他
source: Share to other
de: An den anderen
es: Compartir a otros
fr: Partager avec d'autres
it: Condividere con altri
ja: 他に共有して
ko: 까지, 기타
pl: inne
pt_pt: Para compartilhar com outros
ru: на долю других
zh_hans: 分享到其他
zh_hk: 分享到其他

# 请输入帐号
source: 4 to 32 characters
de: Benutzername
es: Usuario
fr: Identifiant
it: nome utente
ja: アカウント
ko: 아이디
pl: Podaj swój numer konta
pt_pt: A conta
ru: Логин
zh_hans: 请输入4-32字符
zh_hk: 請輸入帳號

# 请输入密码
source: 6 to 32 characters
de: Kennwort
es: Contraseña
fr: Mot de passe
it: password
ja: パスワード
ko: 비밀번호
pl: Podaj swój Hasło
pt_pt: Senha
ru: Пароль
zh_hans: 请输入6-32字符
zh_hk: 請輸入密碼

# 平均心率:
source: Avg HR:
de: Die durchschnittliche:
es: Media HR:
fr: Moyenne de pulsation:
it: HR media:
ja: 平均ハートレート:
ko: 평균 심장박동율:
pl: Średnie pomiar tętna:
pt_pt: A média de HR:
ru: Средний пульс:
zh_hans: 平均心率:
zh_hk: 平均心率:

# 运动:
source: Sport:
de: Beenden:
es: Deporte:
fr: Accomplir:
ja: 運動:
ko: 스포츠:
pt_pt: Acabar:
ru: Спорт:
zh_hans: 运动:
zh_hk: 運動:

# 睡眠:
source: Sleep:
de: Schlaf:
es: Sueño:
fr: sommeil:
it: Dormire
ja: 睡眠:
ko: 수면:
pl: Sen:
pt_pt: Sono:
ru: Сон:
zh_hans: 睡眠:
zh_hk: 睡眠:

# 次
source: Times
de: Mal
es: Vez
fr: Fois
it: Volta
ja: 回
ko: 번
pl: Uderzenie
pt_pt: Vezes
ru: раз
zh_hans: 次
zh_hk: 次

# 电话簿短信
source: SMS
ja: メール
ko: 문자
zh_hans: 电话簿短信
zh_hk: 電話簿短信

# Facebook信息
source: Facebook
zh_hans: Facebook信息
zh_hk: Facebook信息

# 最大心率
source: Max HR
de: Maximale
es: La mayor
fr: Impulsion maximale
it: HR massima
ja: マキシウムハートレート
ko: 최대 심장박동율
pl: Maksymalne tętno
pt_pt: A maior
ru: Максимальный пульс
zh_hans: 最大心率
zh_hk: 最大心率

# 最小心率
source: Min HR
de: Minimum
es: Mínimo
fr: Impulsion minimale
it: HR minima
ja: 一番低いハートレート
ko: 최소 심장박동율
pl: minimalne tętno
pt_pt: O mínimo
ru: минимальная пульс
zh_hans: 最小心率
zh_hk: 最小心率

# 正常范围
source: normal range
de: Normal
es: El rango normal
fr: Plage normale
it: La normale Gamma
ja: 正常範囲
ko: 정상 범위
pl: Normalny zakres
pt_pt: Normal
ru: нормальный диапазон
zh_hans: 正常范围
zh_hk: 正常範圍

# 秒
source: seconds
de: Sekunden
es: Segundos
fr: Secondes
it: secondi
ja: 秒
ko: 초
pl: Sekundy
pt_pt: Segundo
ru: секунд
zh_hans: 秒
zh_hk: 秒

# 活动详情
source: Details
de: Angaben
es: Para más detalles
fr: Activités
it: I dettagli
ja: イベント詳細
ko: 이벤트 정보
pl: Dane sportowe
pt_pt: Detalhes
ru: детали
zh_hans: 活动详情
zh_hk: 活動詳情

# WhatsAPP信息
source: WhatsAPP
zh_hans: WhatsAPP信息
zh_hk: WhatsAPP信息

# Twitter信息
source: Twitter
zh_hans: Twitter信息
zh_hk: Twitter信息

# Skype信息
source: Skype
pl: Skyp
zh_hans: Skype信息
zh_hk: Skype信息

# 无数据
source: No data
de: Keine Daten
es: Sin datos
fr: Il n'y a pas de données
it: Dati non Disponibili
ja: 無データ
ko: 데이터 없음
pl: brak danych
pt_pt: SEM dados
ru: Нет данных
zh_hans: 无数据
zh_hk: 無數據

# 您确定退出当前帐号?
source: Are you sure to exit?
de: Sind Sie sicher, zu verlassen?
es: ¿Estás seguro de salir de esta cuenta?
fr: Etes-vous sûr de quitter le compte courant?
it: Sei sicuro di uscire dal account corrente?
ja: アカウントから退出しますか？
ko: 현재 계정을 로그아웃하시겠습니까?
pl: Chcesz wyjść?
pt_pt: Claro que para sair?
ru: Вы уверены, что выйти из текущего логина?
zh_hans: 您确定退出当前帐号?
zh_hk: 您確定退出當前帳號?

# 当前手环版本不支持此功能
source: Current Bracelet version does not support this feature
de: Diese funktion nicht unterstützt, der armband - version
es: La versión no soporta esta función.
fr: Le bracelet de version ne soutient pas cette fonction
it: La versione attuale non supporta questa funzione.
ja: 現在バングルバージョンを支持しないでこの機能
ko: 현재 버전 지원하지 않습니다. 이 기능은 팔찌
pl: w obecnej wersji nie popiera to stanowisko.
pt_pt: A versão atual não suporta esta funcionalidade.
ru: В настоящее время браслет версии не поддерживает эту функцию
zh_hans: 当前手环版本不支持此功能
zh_hk: 當前雲環版本不支持此功能

# 健康
source: Healthy
de: Gesundheit
es: La salud
fr: La santé
it: La Salute
ja: 健康
ko: 건강
pl: zdrowie
pt_pt: A saúde
ru: здоровье
zh_hans: 健康
zh_hk: 健康

# 高危
source: High-risk
de: Hohes Risiko
es: De alto riesgo
fr: à haut risque
it: Ad alto rischio
ja: ハイリスク
ko: 중환자
pl: wysokiego ryzyka
pt_pt: De Alto Risco
ru: риска
zh_hans: 高危
zh_hk: 高危

# 是否保存数据
source: Save sport data or not
de: Sportdaten speichern oder nicht
es: Guardar los datos deportivos o no
fr: Enregistrer les données sportives ou non
it: Salvare i dati di sport o no
ja: データのスポーツかを保存
ko: 스포츠 데이터 저장 여부
pl: Zapisz dane sport czy nie
pt_pt: Salvar dados de esportes ou não
ru: Сохранить спортивные данные или нет
zh_hans: 是否保存数据
zh_hk: 是否保存數據

# 是
source: Yes
de: Nein
es: Sí
fr: Oui
it: sì
ja: はい
ko: 예
pl: tak
pt_pt: sim
ru: да
zh_hans: 是
zh_hk: 是

# 否
source: No
de: Ja
fr: Non
ja: いいえ
ko: 아니
pl: Nie
pt_pt: Não
ru: Нет
zh_hans: 否
zh_hk: 否

# 次/分钟
source: times/minutes
de: Schläge / min.
es: vez/min
fr: Fois/min
it: Volta/minuti
ja: 度/分
ko: 번/분
pl: razy na minutę
pt_pt: Ciclos / Minuto
ru: раз/минут
zh_hans: 次/分钟
zh_hk: 次/分鐘

# 选择运动模式
source: Select the motion mode
de: Wählen Sie Sportmodus
es: Seleccione el modo deportivo
fr: Sélectionnez le mode sport
it: Selezionare la modalità sport
ja: スポーツモードを選択
ko: 스포츠 모드 선택
pl: Wybierz tryb sportowy
pt_pt: Selecione o modo esporte
ru: Выберите спортивный режим
zh_hans: 选择运动模式
zh_hk: 選擇運動模式

# 收缩压
source: systolic pressure
de: systolischer Druck
es: presión sistólica
fr: la pression systolique
it: pressione sistolica
ja: 収縮期圧
ko: 수축기 압력
pl: ciśnienie skurczowe
pt_pt: pressão sistólica
ru: систолическое давление
zh_hans: 收缩压
zh_hk: 收縮壓

# 舒张压
source: diastolic pressure
de: diastolischer Druck
es: la presión diastólica
fr: la pression diastolique
it: pressione diastolica
ja: 拡張期圧
ko: 이완기 압력
pl: rozkurczowe ciśnienie
pt_pt: pressão diastólica
ru: диастолическое давление
zh_hans: 舒张压
zh_hk: 舒張壓

# 标准值
source: Standard value
de: Standardwert
es: valor normal
fr: valeur standard
it: valore standard
ja: 標準値
ko: 표준값
pl: standardowa wartość
pt_pt: Valor padrão
ru: стандартное значение
zh_hans: 标准值
zh_hk: 標準值

# 最高心率
source: Max HR
de: Max. HF
es: Máxima HR
it: HR massima
ja: 最高心拍数
ko: 최대 심장박동율
ru: Макс HR
zh_hans: 最高心率
zh_hk: 最高心率

# 最高心率:
source: Max:
de: Max. HF:
es: Máxima HR:
fr: Le maximum de la fréquence cardiaque
it: HR massima:
ja: 最高心拍数:
ko: 최대 심장박동율:
pl: max HR:
pt_pt: Max HR:
ru: Макс HR:
zh_hans: 最高心率:
zh_hk: 最高心率:

# 请选择设备类型
source: choose device type
de: Bitte wählen sie die Art von Gerät
es: Por favor seleccione el tipo de dispositivo
fr: Sélectionnez le type de dispositif
it: Per favore, selezionare il tipo di dispositivo
ja: 選択デバイスタイプを選択して下さい
ko: 장치 형식 선택
pl: proszę wybrać rodzaj urządzenia
pt_pt: Por favor, escolha o Tipo de equipamento
ru: Пожалуйста, выберите тип устройства
zh_hans: 请选择设备类型
zh_hk: 請選擇設備類型

# 手表
source: watch
de: Uhren
es: El reloj
fr: Montre - bracelet
it: L'Orologio
ja: 腕時計
ko: 시계
pl: zegarek.
pt_pt: Relógio de Pulso
ru: часы
zh_hans: 云表
zh_hk: 雲表

# 手环
source: Bracelet
de: Armband
es: Brazalete
it: IL braccialetto
ja: ブレスレット
ko: 팔찌
pl: bransoletkę.
pt_pt: Pulseira
ru: браслет
zh_hans: 云环

# 设备类型
source: device type
de: Art der ausrüstung
es: El tipo de dispositivo
fr: Le type de dispositif
it: IL tipo di dispositivo
ja: デバイスタイプ
ko: 장치 형식
pl: urządzenia typu
pt_pt: Tipo de dispositivo
ru: тип устройства
zh_hans: 设备类型
zh_hk: 設備類型

# 心率区间
source: heart rate range
de: Herzfrequenzbereich
es: rango de frecuencia cardíaca
fr: gamme de fréquence cardiaque
it: gamma di frequenza cardiaca
ja: 心拍数範囲
ko: 심박수 범위
pl: Zakres tętna
pt_pt: Intervalo de frequência cardíaca
ru: Диапазон частоты сердечных сокращений
zh_hans: 心率区间
zh_hk: 心率區間

# 时长
source: duration
de: Dauer
es: duración
fr: durée
it: durata
ja: 期間
ko: 지속
pl: Trwanie
pt_pt: duração
ru: продолжительность
zh_hans: 时长
zh_hk: 時長

# 百分比
source: ratio
de: Verhältnis
es: razón
fr: raison
it: rapporto
ja: 比
ko: 비율
pl: stosunek
pt_pt: proporção
ru: соотношение
zh_hans: 百分比
zh_hk: 百分比

# 抬手亮屏
source: raise hand to lighten screen
de: Heben Sie die Hand auf Bildschirm zu erleichtern
es: Levante la mano para aligerar la pantalla
fr: Lever la main pour alléger l'écran
it: alzare la mano per alleggerire schermo
ja: 画面を明るくするために手を上げ
ko: 화면을 밝게 손을 들어
pl: podnieść rękę, aby rozjaśnić ekran
pt_pt: Levantar a mão para clarear a tela
ru: поднять руку, чтобы осветлить экран
zh_hans: 抬腕唤醒
zh_hk: 抬手亮屏

# 设备连接失败, 请确定设备在您的身边并且在开机状态，然后重新连接
source: Device connection failed,please make sure the device power on and is on your side and then try to reconnect
de: Geräteverbindung fehlgeschlagen, bitte stellen Sie sicher, dass das Gerät eingeschaltet ist und sich auf Ihrer Seite befindet, und versuchen Sie es dann erneut
es: Se ha producido un error en la conexión del dispositivo. Asegúrese de que el dispositivo se enciende y está a su lado y, a continuación, intente volver a conectarlo.
fr: Échec de la connexion du périphérique, assurez-vous que l'appareil est sous tension et qu'il est sur votre côté, puis essayez de vous reconnecter
it: collegamento dispositivo guasto, si prega di assicurarsi che il potere dispositivo e è su un fianco e quindi provare a riconnettersi
ja: デバイスの接続に失敗しました。デバイスの電源がオンになっていることを確認してから、再接続を試みてください
ko: 기기 연결에 실패했습니다. 기기의 전원이 켜져 있고 옆에 있는지 확인한 다음 다시 연결 해보세요.
pl: Podłączenie urządzenia nie powiodła się, upewnij się, że urządzenie, na mocy i jest po twojej stronie, a następnie spróbuj ponownie
pt_pt: Falha na conexão do dispositivo, verifique se o dispositivo está ligado e está do seu lado e tente reconectar
ru: Подключение устройства не удалось, пожалуйста, убедитесь, что питание устройства и на вашей стороне, а затем попытаться восстановить соединение
zh_hans: 设备连接失败, 请确定设备在您的身边并且在开机状态，然后重新连接
zh_hk: 設備連接失敗, 請確定設備在您的身邊並且在開機狀態，然後重新連接

# 当前设备不支持此功能，请升级手环固件!
source: The current device does not support this function, please upgrade the device firmware
de: Den aktuelle enhed understøtter ikke denne funktion, skal du opgradere enhedens firmware
es: El dispositivo actual no admite esta función, actualice el firmware del dispositivo
fr: Le périphérique actuel ne prend pas en charge cette fonction, veuillez mettre à niveau le microprogramme de l'appareil
it: Il dispositivo corrente non supporta questa funzione, si prega di aggiornare il firmware del dispositivo
ja: 現在のデバイスはこの機能をサポートしていません。デバイスのファームウェアをアップグレードしてください
ko: 현재 장치가이 기능을 지원하지 않습니다. 장치 펌웨어를 업그레이드하십시오.
pl: Obecne urządzenie nie obsługuje tej funkcji, prosimy o aktualizację oprogramowania urządzenia
pt_pt: O dispositivo atual não suporta esta função, atualize o firmware do dispositivo
ru: В настоящее время устройство не поддерживает эту функцию, пожалуйста, обновите прошивку устройства
zh_hans: 当前设备不支持此功能，请升级手环固件!
zh_hk: 當前設備不支持此功能，請升級手環固件!

# 连接超时！请确认：
source: Connection timeout! please confirm
de: Verbindungszeitüberschreitung! bitte bestätigen
es: ¡El tiempo de conexión expiro! por favor confirmar
fr: Délai de connection dépassé! S'il vous plaît confirmer
it: Connesione finita! si prega di confermare
ja: 接続タイムアウト！ 確認してください
ko: 현재 장치가이 기능을 지원하지 않습니다. 장치 펌웨어를 업그레이드하십시오.
pl: Limit czasu połączenia! proszę potwierdzić
pt_pt: Tempo limite de conexão! por favor confirme
ru: Время соединения вышло! пожалуйста подтвердите
zh_hans: 连接超时！请确认：

# 1、设备已开机
source: 1、device power on
de: 1、Gerät einschalten
es: 1、Encendido del dispositivo
fr: 1、Alimentation du périphérique
it: 1、accensione dispositivo
ja: 1、デバイスの電源オン
ko: 1、장치 전원 켜기
pl: 1、zasilanie urządzenia
pt_pt: 1、Dispositivo ligado
ru: 1、Устройство питания на
zh_hans: 1、设备已开机

# 2、设备未被连接
source: 2、device not connected by other phones
de: 2、Gerät, das nicht durch andere Telefone verbunden ist
es: 2、Dispositivo no conectado por otros teléfonos
fr: 2、Périphérique non connecté par d'autres téléphones
it: 2、dispositivo non collegato con altri telefoni
ja: 2、他の携帯電話で接続されていないデバイス
ko: 2、다른 휴대 전화로 연결되지 않은 기기
pl: 2、Urządzenie nie jest podłączone za pomocą innych telefonów
pt_pt: 2、Dispositivo não conectado por outros telefones
ru: 2、Устройство не связано с другими телефонами
zh_hans: 2、设备未被连接

# 3、设备在可连接范围内（10米以内）
source: 3、10 meters available connect distance
de: 3、10 Meter vorhanden Verbindungsabstand
es: 3、Distancia de conexión disponible de 10 metros
fr: 3、Distance de connexion disponible de 10 mètres
it: 3、10 metri di distanza disponibile connect
ja: 3、10メートルの利用可能な接続距離
ko: 3、10 미터 거리 연결 가능
pl: 3、10 metrów dostępne connect odległość
pt_pt: 3、Distância de conexão de 10 metros disponível
ru: 3、10 метров доступно расстояние подключения
zh_hans: 3、设备在可连接范围内（10米以内）

# 未绑定
source: unbound
de: ungebunden
es: sin consolidar
fr: non lié
it: Nessun impegno
ja: バインドされていない
ko: 매여 있지 않은
pl: rozwiązany
pt_pt: não ligado
ru: несвязанный
zh_hans: 未绑定
zh_hk: 未綁定

# 绑定设备
source: bind the device
de: Bindet das Gerät
es: Enlazar el dispositivo
fr: Lier l'appareil
it: associare il dispositivo
ja: デバイスをバインドする
ko: 장치를 묶다
pl: związały się z urządzeniem
pt_pt: Vincule o dispositivo
ru: связать устройство
zh_hans: 绑定设备
zh_hk: 綁定設備

# 解绑设备
source: unbind the device
de: Entbinden Sie das Gerät
es: Desvincular el dispositivo
fr: Décrocher l'appareil
it: sciogliere il dispositivo
ja: デバイスのバインドを解除する
ko: 장치 바인딩 해제
pl: rozpiąć urządzenie
pt_pt: Desvincular o dispositivo
ru: отвязать устройство
zh_hans: 解绑设备
zh_hk: 解綁設備

# 设备已解绑
source: The device is unbound
de: Das Gerät ist ungebunden
es: El dispositivo no está unido
fr: Le dispositif est non lié
it: Il dispositivo è non legato
ja: デバイスはバインドされていません
ko: 기기가 언 바운드입니다.
pl: Urządzenie jest niezwiązany
pt_pt: O dispositivo não está
ru: Устройство отсоединяется
zh_hans: 设备已解绑
zh_hk: 設備已解綁

# 解绑当前设备，继续?
source: unbind the current device, continue?
de: Entbinden Sie das aktuelle Gerät, weiter?
es: Desvincular el dispositivo actual, continúe?
fr: Désactiver l'appareil actuel, continuer?
it: separare il dispositivo corrente, continuare?
ja: 現在のデバイスのバインドを解除して、続行しますか？
ko: 현재 장치의 바인딩을 해제하고 계속 하시겠습니까?
pl: rozpiąć aktualnego urządzenia, kontynuować?
pt_pt: Desvincular o dispositivo atual, continuar?
ru: отвязать текущее устройство, продолжать?
zh_hans: 解绑当前设备，继续?

# 设备类型已切换为手环
source: The device type is switched to bracelet
de: Der Gerätetyp wird auf Armband umgeschaltet
es: El tipo de dispositivo se cambia a pulsera
fr: Le type d'appareil est passé au bracelet
it: Il tipo di dispositivo è acceso al braccialetto
ja: デバイスタイプがブレスレットに切り替えられました
ko: 장치 유형이 팔찌로 전환되었습니다.
pl: Typ urządzenia przełącza się bransoletka
pt_pt: O tipo de dispositivo é comutado para pulseira
ru: Тип устройства переключается на браслет
zh_hans: 设备类型已切换为手环
zh_hk: 設備類型已切換為雲環

# 设备类型已切换为手表
source: The device type is switched to watch
de: Der Gerätetyp wird auf Watch umgeschaltet
es: El tipo de dispositivo se cambia a reloj
fr: Le type d'appareil est commuté pour regarder
it: Il tipo di dispositivo è acceso a guardare
ja: デバイスタイプが時計に切り替わります
ko: 기기 유형이 시계로 전환됩니다.
pl: Rodzaj urządzenie jest włączone do oglądania
pt_pt: O tipo de dispositivo é comutado para
ru: Тип устройства переключается смотреть
zh_hans: 设备类型已切换为云表
zh_hk: 設備類型已切換為雲錶

# 设备类型已经是手环，无需切换
source: Device type is already a bracelet, no need to switch
de: Gerätetyp ist bereits ein Armband, keine Notwendigkeit zu wechseln
es: El tipo de dispositivo ya es una pulsera, no es necesario cambiar
fr: Type de périphérique est déjà un bracelet, pas besoin de changer
it: tipo di dispositivo è già un braccialetto, non c'è bisogno di cambiare
ja: デバイスタイプは既にブレスレットであり、切り替えは不要です
ko: 기기 유형은 이미 팔찌이므로 전환 할 필요가 없습니다.
pl: Rodzaj urządzenia jest już bransoletki, nie ma potrzeby, aby przełączyć
pt_pt: O tipo de dispositivo já é um bracelete, não há necessidade de
ru: Тип устройства уже браслет, нет необходимости переключения
zh_hans: 设备类型已经是手环，无需切换
zh_hk: 設備類型已經是雲環，無需切換

# 设备类型已经是手表，无需切换
source: Device type is already a watch, no need to switch
de: Gerätetyp ist bereits eine Uhr, keine Notwendigkeit zu wechseln
es: El tipo de dispositivo ya es un reloj, no es necesario cambiar
fr: Le type de périphérique est déjà une montre, pas besoin de passer
it: tipo di dispositivo è già un orologio, non c'è bisogno di cambiare
ja: デバイスタイプは既に時計であり、切り替えは不要です
ko: 기기 유형은 이미 시계이므로 전환 할 필요가 없습니다.
pl: Typ urządzenia jest już zegarek, nie ma potrzeby, aby przełączyć
pt_pt: O tipo de dispositivo já é um relógio, não há necessidade de
ru: Тип устройства уже часы, нет необходимости переключения
zh_hans: 设备类型已经是云表，无需切换
zh_hk: 設備類型已經是雲錶，無需切換

# 请先解绑当前设备!
source: Please unbind the current device first!
de: Bitte entbinden Sie das aktuelle Gerät zuerst!
es: ¡Por favor, desvincula primero el dispositivo actual!
fr: Veuillez décoller l'appareil actuel en premier!
it: Si prega di non associare il dispositivo corrente prima!
ja: 現在のデバイスのバインドを解除してください。
ko: 현재 장치를 바인딩 해제하십시오!
pl: Proszę rozpiąć bieżące urządzenie pierwszy!
pt_pt: Por favor, solte primeiro o dispositivo atual!
ru: Пожалуйста, отвязать текущее устройство первым!
zh_hans: 请先解绑当前设备!
zh_hk: 請先解綁當前設備!

# 极限
source: Extreme
de: extrem
es: extremo
fr: extrême
it: pericoloso
ja: 极限
ko: 극단
pl: skrajny
pt_pt: extremo
ru: Предел
zh_hans: 极限

# 邮箱
source: email
es: esmalte
fr: émail
ja: Eメール
ko: 이메일
pt_pt: O email
ru: Эл. адрес
zh_hans: 邮箱
zh_hk: 郵箱

# 当前设备不支持此功能,请升级设备固件
source: The current device does not support this function , please upgrade to the latest firmware version
de: Das aktuelle Gerät unterstützt diese funktion, bitte aktualisieren sie Geräte - firmware
es: El dispositivo no es compatible con esta función, por favor, actualización de firmware
fr: Le dispositif n'est pas en faveur de cette fonction, s'il vous plaît, dispositif de mise à jour de micrologiciel
it: L'attuale dispositivo di Non sostenere questa funzione di aggiornamento Firmware, attrezzature, per favore
ja: 現在設備はこの機能を支持しないで、アップグレードして設備のファームウエアをアップして下さい
ko: 현재 설비 지원하지 않습니다. 이 기능은 장치 펌웨어 좀 업그레이드
pl: funkcja ta nie jest poparta obecnego wyposażenia, proszę podnieść układowe
pt_pt: O dispositivo não suporta a atualização de firmware, por favor
ru: В настоящее время устройство не поддерживает эту функцию обновления микропрограммы устройства , пожалуйста
zh_hans: 当前设备不支持此功能,请升级设备固件
zh_hk: 當前設備不支持此功能,請升級設備固件

# 标准BMI范围
source: Standard BMI range
de: Standard-BMI-Bereich
es: Gama estándar IMC
fr: Gamme standard IMC
it: Gamma standard BMI
ja: 標準BMI範囲
ko: 표준 BMI 범위
pl: Standardowy zakres BMI
pt_pt: Gama padrão de IMC
ru: Диапазон Стандартный ИМТ
zh_hans: 标准BMI范围
zh_hk: 標準BMI範圍

# 如何绑定设备?
source: How to bind device?
de: Wie binden Gerät?
es: ¿Cómo enlazar el dispositivo?
fr: Comment lier l'appareil?
it: Come associare dispositivo?
ja: デバイスをバインドする方法は？
ko: 장치를 바인딩하는 방법?
pl: Hoe om het apparaat te binden?
pt_pt: Como ligar o dispositivo?
ru: Как связать устройство?
zh_hans: 如何绑定设备?

# 1、第一步:
source: 1. The first step:
de: 1. Der erste Schritt:
es: 1. El primer paso:
fr: 1.La première étape:
it: 1. Il primo passo:
ja: 1.最初のステップ：
ko: 1. 첫 번째 단계 :
pl: 1. De eerste stap:
pt_pt: 1.O primeiro passo:
ru: 1. Первый шаг:
zh_hans: 1、第一步:

# 打开APP进入设备管理页面，并确认手机蓝牙已打开。
source: Open APP side banner to device interface ,and please also confirm that phone Bluetooth is on.
de: Öffnen Sie APP-Seite Banner auf Geräte-Schnittstelle, und bestätigen Sie auch, dass das Telefon Bluetooth aktiviert ist.
es: Abra el banner lateral de APP a la interfaz del dispositivo y, además, confirme que el teléfono Bluetooth esté activado.
fr: Ouvrez la bannière latérale APP à l'interface de l'appareil, et confirmez également que le téléphone Bluetooth est activé.
it: Aprire APP lato banner per interfaccia del dispositivo, e si prega di confermare anche che il telefono Bluetooth è attiva.
ja: APPサイドバナーをデバイスインタフェースに開き、Bluetoothがオンになっていることを確認してください。
ko: APP 사이드 배너를 기기 인터페이스에 연결하고 블루투스가 켜져 있는지 확인해주세요.
pl: Open APP side banner om het apparaat-interface, en dan kunt u ook bevestigen dat de telefoon Bluetooth is ingeschakeld.
pt_pt: Abra a bandeira lateral do APP à interface do dispositivo e confirme que o Bluetooth do telefone está ativado.
ru: Открыть APP боковой баннер интерфейс устройства, и, пожалуйста, также подтверждают, что телефон Bluetooth включен.
zh_hans: 打开APP进入设备管理页面，并确认手机蓝牙已打开。

# 2、第二步：
source: 2. The second step:
de: 2. Der zweite Schritt:
es: 2. El segundo paso:
fr: 2. La deuxième étape:
it: 2. Il secondo passo:
ja: 2.第2ステップ：
ko: 2. 두 번째 단계 :
pl: 2. De tweede stap:
pt_pt: 2.O segundo passo:
ru: 2. Второй шаг:
zh_hans: 2、第二步：

# 3、第三步：
source: 3. The third step
de: 3. Der dritte Schritt
es: 3. El tercer paso
fr: 3. La troisième étape
it: 3. terzo passo
ja: 第3ステップ
ko: 3. 세 번째 단계
pl: 3. De derde stap
pt_pt: 3.O terceiro passo
ru: 3. Третий шаг
zh_hans: 3、第三步：
