Repository: wang8959855/R5S
Catalog: Mistep/keyBand/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pl, pt_pt, ru, zh_hans, zh_hk

# 预警
source: Early warning
de: Frühwarnung
es: Advertencia
fr: avertissement
it: allarme preventive
ja: アーリーウオーニング
ko: 경고
pl: Wczesne ostrzeżenie
pt_pt: Alerta precoce
ru: Oпасный
zh_hans: 预警
zh_hk: 預警

# 月
source: monthly
de: Monat
es: mes
fr: mois
it: mese
ja: 月
ko: 달
pl: Miesiąc
pt_pt: mês
ru: Месяц
zh_hans: 月
zh_hk: 月

# 运动目标
source: steps target
de: Sport Ziel
es: objetivo del deporte
fr: but de l'exercice
it: Obiettivo di sport
ja: 運動目標
ko: 스포츠목표
pl: Cel sportu
pt_pt: alvo de esporte
ru: Цель спорта
zh_hans: 运动目标
zh_hk: 運動目標

# 运动强度
source: Intensity
de: Sport Intensität
es: Deporte intensidad
fr: Intensité
it: Intensità
ja: 運動強度
ko: 스포츠강도
pl: Intensywność sportu
pt_pt: Intensidade
ru: Интенсивность
zh_hans: 运动强度
zh_hk: 運動強度

# 运动状态
source: Sport state
de: Bewegung
es: Moción estado
fr: État
it: Stato
ja: 運動状態
ko: 스포츠상태
pl: Stan ruchu
pt_pt: Estado
ru: Состояние
zh_hans: 运动状态
zh_hk: 運動狀態

# 运动类型
source: type
de: Die Art der Bewegung
es: Tipos de movimiento
fr: Type de mouvement
it: IL tipo di Movimento
ja: 運動タイプ
ko: 캠페인 종류
pl: projekt typu
pt_pt: Tipo de movimento
ru: виды спорта
zh_hans: 运动类型
zh_hk: 運動類型

# 帐号
source: account
de: Benutzername
es: usuario
fr: Identifiant
it: nome utente
ja: アカウント
ko: 아이디
pl: Nazwa
pt_pt: A conta
ru: Логин
zh_hans: 帐号
zh_hk: 帳號

# 亲关帐号
source: Username
de: Benutzername
es: usuario
fr: Identifiant
ja: アカウント
ko: 아이디
pl: Login Użytkownia
pt_pt: A conta
ru: Логин
zh_hans: 帐号

# 帐号不能为空，请输入不少于4个字符的帐号
source: Please enter your username
de: Der Benutzername darf nicht leer sein, geben Sie bitte einen Benutzernamen mit mindestens vier Buchstaben
es: Por favor, introduzca su número de cuenta
fr: L'identifiant ne peut pas être vide,entrer un compte au moins quatre caractères s'il vous plaît
it: usernamer non può essere vuoto, inserire un nome utente almeno quattro lettere
ja: アカウントが空いてはいけません。4つ以上のキャラクターを入力してください
ko: 아이디가 비었습니다. 최소 4자리 문자의 아이디를 입력해주세요
pl: Nazwa nie może być pusta, proszę podać nazwę użytkownika co najmniej cztery litery
pt_pt: O nome de usuário não pode estar vazio,por favor insira um nome de usuário pelo menos quatro letras
ru: Логин не может быть пустым, введите логин, знак которого не меньше 4
zh_hans: 帐号不能为空，请输入4-32字符长度的帐号

# 帐号输入错误，请输入不少于4个字符的帐号
source: Username should be between 4-32 characters
de: Benutzername falsch, geben Sie bitte einen Benutzernamen mit mindestens vier Buchstaben
es: nombre error de entrada, por favor, introduzca un nombre de usuario al menos cuatro letras
fr: L'identifiant entré n'est pas correct,entrer un compte au moins quatre caractères s'il vous plaît
it: Errore di nome utente inserito, inserire un nome utente almeno quattro lettere
ja: アカウントが間違いました。4つ以上のキャラクターを入力してください
ko: 아이디가 틀렸습니다. 최소 4자리 문자의 아이디를 입력해주세요
pl: Błąd nazwy użytkownika, proszę podać nazwę użytkownika co najmniej cztery litery
pt_pt: Erro de nome de usuário, por favor insira um nome de usuário pelo menos quatro letras
ru: Введите неправильный логин, введите логин, знак которого не меньше 4
zh_hans: 帐号输入错误，请输入4-32字符长度的帐号

# 帐号输入只允许大小写字母、数字、下划线
source: Username malformed
de: Benutzername erlaubt nur Buchstaben, Zahlen, Unterstrichen
es: Nombre entrada permite sólo letras, números, guiones bajos
fr: Il est permet seulement d'entrer un identifiant avec des lettres, des chiffres, des traits de soulignement
it: Nome utente inserito consente solo lettere, numeri, caratteri di sottolineatura
ja: アカウントがアルファバットの大文字と小文字、数字、下線のみに決まっています。
ko: 아이디는 대문자와 소문자, 숫자, 밑줄부호만 가능합니다
pl: Nazwa użytkowniamoże zawierać tylko litery, cyfry, znaki podkreślenia
pt_pt: Entrada de nome de usuário permite apenas letras, números, sublinhados
ru: Только допустить ввести прописную и строчную букву, цифры, нижнее подчеркивание
zh_hans: 帐号输入只允许大小写字母、数字、下划线

# 找回密码
source: Forgot password
de: Passwort abrufen
es: Hallar Password
fr: retrouver le mot de passe
it: Password dimenticata
ja: パスワードを取り戻します
ko: 비밀번호 찾기
pl: Zapomniałeś hasła
pt_pt: Esqueceu a senha
ru: Вспомнить пароль
zh_hans: 找回密码
zh_hk: Retrieve password

# 找回密码成功
source: Retrieve password successfully
de: Passwort abrufen erfolgreich
es: Triunfar
fr: retrouver le mot de passe avec succès
it: Password reimpostata con successo
ja: パスワードを取り戻しました
ko: 비밀번호를 찾았습니다
pl: Reset hasła powiódł się
pt_pt: Redefina de senha com sucesso
ru: Вспомнить пароль удалось
zh_hans: 找回密码成功

# 找回失败
source: Failure
de: Passwort abrufen gescheitert
es: Fallo
fr: retrouver le mot de passe avec échec
it: Reimpostazione della password non è riuscita
ja: パスワードの取り戻しが失敗しました
ko: 비밀번호를 찾지 못하였습니다
pl: Resetowania hasła nie powiodło się
pt_pt: Redefina de senha com falha
ru: Вспомнить не удалось
zh_hans: 找回失败

# 正常
source: Normal
it: Normale
ja: 正常
ko: 정상
pl: Normalna
ru: Нормально
zh_hans: 正常
zh_hk: 正常

# 正在登录
source: Signing...
de: Login…
es: Usuario login...
fr: être connecté
it: Sta entrando
ja: 登録しています
ko: 로그인 중...
pl: Logowanie
pt_pt: Está feito logon
ru: Идет вход
zh_hans: 正在登录

# 正在连接...
source: Connecting...
de: verbinden ...
es: Conexión...
fr: être connecté
it: Sta connettendo
ja: コネクシュンしています
ko: 연결 중…
pl: Są połączone ...
pt_pt: Sendo ligado ...
ru: Идет соединение...
zh_hans: 正在连接...

# 正在升级固件
source: Updating
de: Aktualisierung der Firmware…
es: Es actualizar el firmware
fr: être en train de mettre à jour le microprogramme
it: Sta aggiornando il firmware
ja: ハードウェア アップグレーディング中
ko: 펌웨어 업그레이딩…
pl: Wykonuje aktualizację oprogramowania
pt_pt: Está atualizando o firmware
ru: Идет обновление блока постоянных программ
zh_hans: 正在升级固件
zh_hk: 正在升級固件

# 正在刷新数据...
source: Loading...
de: Aktualisieren von Daten ...
es: Cargando...
fr: être en train de rafraîchir les données
it: Sta aggiornando I dati
ja: データをリフレッシュしています
ko: 데이터 새로고침 중…
pl: Odświerzanie danych
pt_pt: Está refrescante dados
ru: Идет обновление данных
zh_hans: 正在刷新数据...

# 正在退出...
source: Exiting...
de: Logout…
es: salida ...
fr: être sorti
it: Sta uscendo
ja: 退出しています
ko: 로그아웃 중…
pl: Wylogowuję się
pt_pt: Está saindo
ru: Идет выход...
zh_hans: 正在退出...

# 正在下载固件
source: Being downloading firmware
de: Download von Firmware
es: descarga firmware
fr: être en train de télécharger le microprogramme
it: Sta scaricare il firmware
ja: ハードウェアをダウンロードしています
ko: 펌웨어 다운로딩
pl: Pobieranie oprogramowania
pt_pt: Firmware do download
ru: Идет скачивание блока постоянных программ
zh_hans: 正在下载固件
zh_hk: 正在下載固件

# 正在修改...
source: Updating...
de: Verändert sich ...
es: Actualizando...
fr: être modifié
it: Sta modificando
ja: 修正中
ko: 수정 중…
pl: Zmienia się...
pt_pt: Está mudando
ru: Идет изменение...
zh_hans: 正在修改...
zh_hk: 正在修改...

# 正在注册...
source: Registering...
de: registriert ...
es: Registro...
fr: être enregistré
it: Sta registrando
ja: サインイン中
ko: 등록 중…
pl: Będąc zarejestrowanym ...
pt_pt: Está registrado
ru: Идет регистрация...
zh_hans: 正在注册...
zh_hk: 正在註冊...

# 直接使用
source: Direct use
de: Direkte Nutzung
es: Directo Uso
fr: utiliser directement
it: Usa direttamente
ja: 直接に使用できます
ko: 직접사용
pl: Bezpośrednie wykorzystanie
pt_pt: Uso direto
ru: Непосредственно применить
zh_hans: 直接使用

# 中
source: Medium
es: Medio
fr: moyen
it: medio
ja: 中
ko: 중
pl: Średni
pt_pt: Médio
ru: Средний
zh_hans: 中
zh_hk: 中

# 重复
source: Repeat
de: Wiederholen
es: Repetición
fr: Répétition
it: Ripetizione
ja: リピート
ko: 중복
pl: Powtórzenie
pt_pt: Repetição
ru: Повторный
zh_hans: 重复
zh_hk: 重複

# 周
source: weekly
de: Woche
es: semana
fr: semaine
it: settimana
ja: 周
ko: 주
pl: Tydzień
pt_pt: semana
ru: Неделя
zh_hans: 周
zh_hk: 週

# 周二
source: Tuesday
de: Dienstag
es: martes
fr: Mardi
it: Martedi
ja: 火曜日
ko: 화요일
pl: Martedi
pt_pt: Ter
ru: Вторник
zh_hans: 周二
zh_hk: 週二

# 周六
source: Saturday
de: Samstag
es: sábado
fr: Samedi
it: Sabato
ja: 土曜日
ko: 토요일
pl: Sobota
pt_pt: Sáb
ru: в субботу
zh_hans: 周六
zh_hk: 週六

# 周末
source: Weekend
de: Wochenende
es: Fines de semana
it: fine settimana
ja: 週末
ko: 주말
pt_pt: fim de semana
ru: Выходные
zh_hans: 周末
zh_hk: 週末

# 周日
source: Sunday
de: Sonntag
es: domingo
fr: Dimanche
it: Domenica
ja: 日曜日
ko: 일요일
pl: Niedziela
pt_pt: Dom
ru: воскресенье
zh_hans: 周日
zh_hk: 週日

# 周三
source: Wednesday
de: Mittwoch
es: miércoles
fr: Mercredi
it: Mercoledì
ja: 水曜日
ko: 수요일
pl: Środa
pt_pt: Qua
ru: В среду
zh_hans: 周三
zh_hk: 週三

# 周四
source: Thursday
de: Donnerstag
es: jueves
fr: Jeudi
it: Giovedi
ja: 木曜日
ko: 목요일
pl: Czwartek
pt_pt: Qui
ru: четверг
zh_hans: 周四
zh_hk: 週四

# 周五
source: Friday
de: Freitag
es: viernes
fr: Vendredi
it: Venerdi
ja: 金曜日
ko: 금요일
pl: Piątekjest
pt_pt: Sex
ru: В пятницу
zh_hans: 周五
zh_hk: 週五

# 周一
source: Monday
de: Montag
es: lunes
fr: Lundi
it: Lunedi
ja: 月曜日
ko: 월요일
pl: Poniedziałek
pt_pt: Seg
ru: В понедельник
zh_hans: 周一
zh_hk: 週一

# 注销
source: Log Out
es: Salir
fr: déconnextion
it: Disconnettersi
ja: ログオフ
ko: 로그아웃
pl: Wyloguj
pt_pt: Sair
ru: Аннулировать
zh_hans: 注销
zh_hk: 註銷

# 自定义
source: User-defined
de: Erinnern
es: Personalizada
fr: Custom réglages
it: Usanza
ja: セルフーセッティング
ko: 사용자지정
pl: Własne ustawienia
pt_pt: Configurações personalizadas
ru: Выборочно
zh_hans: 自定义
zh_hk: 自定義

# 总运动时长
source: Duration
de: Die Gesamtfahrzeit
es: Movimiento tiempo
fr: Tout le temps
it: Tempo totale
ja: すべての運動時間
ko: 총 운동시간
pl: Całkowity czas ruchu
pt_pt: A Muito tempo
ru: Общее время спорта
zh_hans: 总运动时长
zh_hk: 總運動時長

# 最大心率:--
source: Max HR:--
de: Maximale:--
es: Máxima HR:--
fr: Impulsion maximale:--
it: HR massima:--
ja: マキシウムハートレート:--
ko: 최대 심장박동율:--
pl: Maksymalne tętno:--
pt_pt: A maior:--
ru: Максимальный пульс:--
zh_hans: 最大心率:--
zh_hk: 最大心率:--

# 最大心率:%d
source: Max HR:%d
de: Maximale:%d
es: Máxima HR:%d
fr: Impulsion maximale:%d
it: HR massima:%d
ja: マキシウムハートレート:%d
ko: 최대 심장박동율:%d
pl: Maksymalne tętno:%d
pt_pt: A maior:%d
ru: Максимальный пульс:%d
zh_hans: 最大心率:%d
zh_hk: 最大心率:%d

# 最大心率:
source: Max HR:
de: Maximale:
es: Máxima HR:
fr: Impulsion maximale:
it: HR massima:
ja: マキシウムハートレート
ko: 최대 심장박동율:
pl: Maksymalne tętno:
pt_pt: A maior:
ru: Максимальный пульс:
zh_hans: 最大心率:
zh_hk: 最大心率:

# 最大心率值必须大于最小心率值
source: The maximum heart rate value must outweigh the minimum heart rate value
de: Maximale Herzfrequenz muss größer als die minimale Herzfrequenz sein
es: La frecuencia cardíaca máxima debe ser mayor que el ritmo cardíaco mínimo
fr: La fréquence cardiaque maximale doit être plus de celle de minimum
it: la frequenza cardiaca massima deve essere maggiore della minima
ja: マキシウムハートレートの数字は必ずミニマムより大きいです
ko: 최대 심장박동율은 최소 심장박동율보다 커야 합니다
pl: Maksymalne tętno musi być większe niż minimalna tętno
pt_pt: Frequência cardíaca máxima deve ser maior do que a frequência cardíaca mínima
ru: Величина максимального пульса должна больше величины минимального пульса
zh_hans: 最大心率值必须大于最小心率值
zh_hk: 最大心率值必須大於最小心率值

# 最多可添加6个时间
source: Can add up to 6 times
de: Bis zu 6 Zeitpunkte
es: Recuerde a veces se pueden ajustar a seis tiempo!
fr: au plus 6 temps ajouté
it: Fino a 6 punti di tempo
ja: 最多6の時間量が添加できます
ko: 최대 6개 시간을 추가할 수 있습니다
pl: Do 6 punktów czasowych
pt_pt: Até 6 pontos de tempo
ru: Можно добавить 6 времени больше всего
zh_hans: 最多可添加6个时间
zh_hk: 最多可添加6個時間

# 最高纪录:
source: Record:
de: Höchster Rekord:
es: récord más alto:
ja: 最高記録:
ko: 최고기록:
pl: Najwyższy zapis:
pt_pt: Recorde:
ru: Наивысший рекорд:
zh_hans: 最高纪录:
zh_hk: 最高紀錄:

# 最高心率:%d
source: Max HR:%d
de: Maximale:%d
es: Máxima HR:%d
fr: fréquence cardiaque maximale:%d
it: HR massima:%d
ja: マキシウムハートレート:%d
ko: 최대 심장박동율:%d
pl: Maksymalne tętno:%d
pt_pt: A maior:%d
ru: Максимальный пульс:%d
zh_hans: 最高心率:%d
zh_hk: 最高心率:%d

# 最后更新:%@
source: Last updated: %@
de: Letzte Aktualisierung:%@
es: Durar cambios: %@
fr: mise à jour:%@
it: l'ultimo aggiornamento:%@
ja: 最後にリニューします: %@
ko: 마지막 업데이트: %@
pl: Ostatnia aktualizacja:%@
pt_pt: última atualização:%@
ru: Время обновления:%@
zh_hans: 最后更新:%@

# 最小心率:
source: Min HR:
de: Minimum:
es: ritmo cardíaco mínimo:
fr: Impulsion minimale:
it: HR minima:
ja: 一番低いハートレート
ko: 최소 심장박동율:
pl: minimalne tętno:
pt_pt: O mínimo :
ru: Минимальный пульс:
zh_hans: 最小心率:
zh_hk: 最小心率:

# 30分钟起身
source: 30 mins
de: 30 mins aufstehen
es: Levantarse de 30 minutos
fr: 30 minutes
it: 30 minuti alzarsi
ja: 30分に起きます。
ko: 30분 움직이기
pl: 30 minut dostać się
pt_pt: 30 minutos
ru: 30 мин встать
zh_hans: 30分钟起身

# QQ好友信息
source: QQ
ko: QQ 친구 정보
zh_hans: QQ好友信息
zh_hk: QQ好友信息

# 保存
source: Save
de: speichern
es: Guardar
fr: Sauver
it: Conferma
ja: 保存
ko: 저장
pl: Zapisać
pt_pt: Salvar
ru: Сохранять
zh_hans: 保存
zh_hk: 保存

# 备注名称
source: Rename
de: Alias
es: Observaciones del nombre
fr: Notes pour le nom
it: Osservazione
ja: 備考名
ko: 이름 바꾸기
pl: Nazwa
pt_pt: Nome de observação
ru: Название примечания
zh_hans: 备注名称
zh_hk: 備註名稱

# 备注名称不能超过32个字符
source: Rename can't be over 32 characters
de: Alias kann nicht über 32 Wörter
es: El nombre de observación no puede ser mayor de 32 characteres
fr: Notes pour le nom ne peuvent pas être plus de 32 caractères
it: L'osservazione deve essere meno di 32 caratteri
ja: 備考名は32文字までにしてください。
ko: 이름 바꾸기는 32개 문자 부호를 초과하지 말아야 합니다
pl: Zmiana nazwy nie może przekraczać 32 znaków
pt_pt: O nome de observação não pode ter mais de 32 caracteres
ru: Название примечания не больше 32 знака
zh_hans: 备注名称不能超过32个字符

# 备注名称不能为空
source: Rename can't be empty
de: Alias kann nicht frei sein
es: El nombre de observación no puede estar vacío
fr: Notes pour le nom ne peuvent pas être vides
it: L'osservazione non deve essere vuota
ja: 必ず備考名を入力してください。
ko: 이름 바꾸기를 비워서는 안 됩니다
pl: Zmiana nazwy nie może być puste
pt_pt: O nome de observação não pode ser vazio
ru: Название примечания не должно быть пустым
zh_hans: 备注名称不能为空

# 编辑测试模式
source: Edit test mode
de: Edit Testmodus
es: Editar el módulo de prueba
fr: Mode de rédaction et de test
it: Il modo di esaminare la compilazione
ja: 編集テストモード
ko: 테스트 모드 편집하기
pl: Zmień tryb testowy
pt_pt: Editar o modo de teste
ru: Редактировать режим проверки
zh_hans: 编辑测试模式

# 标准体重
source: Standard Weight
de: Normalgewicht
es: Peso de estándar
fr: Poids standard
it: Il criterio di peso
ja: 標準体重
ko: 표준 체중
pl: Standardowa waga
pt_pt: Peso de padrão
ru: Стандартный вес
zh_hans: 标准体重
zh_hk: 標準體重

# 不能关注自己
source: Can not follow yourself
de: Verflogen Sie sich selber nicht
es: No se puede seguir a sí mismo
fr: Ne pouvoir pas suivre toi-même
it: Non può inseguire se stesso
ja: 自分のことに注目することができません。
ko: 자기 ID에 관심을 추가할 수 없습니다
pl: Nie można wykonać samemu
pt_pt: Não pode seguir de si próprio
ru: Нельзя следить за собой
zh_hans: 不能关注自己
zh_hk: 不能關注自己

# 测试模式不能为空
source: Test mode can't be empty
de: Testmodus kann nicht frei sein
es: El módulo de prueba no puede estar vacío
fr: Mode de text ne peut pas être vide
it: Non può essere vuoto il modo di esaminare
ja: テストモードを空欄にしてはいけません。
ko: 테스트 모드를 비워서는 안 됩니다
pl: Tryb testowy nie może być pusty
pt_pt: Modo de teste não pode ser vazio
ru: Режим проверки не должен быть пустым
zh_hans: 测试模式不能为空
zh_hk: 測試模式不能為空

# 超重
source: Overweight
de: Untergewicht
es: Sobrepeso
fr: Surpoids
it: Sovrappeso
ja: 太り過ぎ
ko: 과체중
pl: Nadwaga
pt_pt: Excesso de peso
ru: Превышение веса
zh_hans: 超重

# 此操作将删除当前设备连接，并开始搜索新设备，是否继续？
source: This will remove the current device and search a new one,whether to continue
de: Der aktuelle Apparat wird entfernt und sucht ein Neue,ob weiter
es: Esta operación eliminará el dispositivo actual y empezará a buscar un nuevo , ¿continuar o no?
fr: Cela permettra d'éliminer le dispositif actuel et chercher un nouveau, si continuer ou pas?
it: Quest'operazione rimuoverà il dispositivo corrente e cercherà uno nuovo, se continuare o no?
ja: この操作により接続している設備を削除して新しい設備を検索しますが、続けてよろしいでしょうか？
ko: 이 작업은 연결된 장치를 삭제하고 새로운 장치를 검색합니다. 계속하시겠습니까?
pl: Spowoduje to usunięcie aktualnego urządzenia i poszukiwanie nowego, czy kontynuować
pt_pt: Esta operação vai excluir a conexão do dispositivo atual e começar a procurar um novo dispositivo, quer continuar
ru: Эта операция будет удалять соединение текущего оборудования, и начинать искать новое оборудование, продолжать?
zh_hans: 此操作将删除当前设备连接，并开始搜索新设备，是否继续？
zh_hk: 此操作將刪除當前設備連接，並開始搜索新設備，是否繼續？

# 大于
source: More than
de: Mehr als
es: Mayor a
fr: Plus que
it: Oltre
ja: より大きい
ko: 크기
pl: Więcej niż
pt_pt: Maior que
ru: Больше
zh_hans: 大于
zh_hk: 大於

# 当前操作将清除手环内所有数据，是否继续？
source: This operation will clear all bracelet data,whether to continue
de: ALLe Daten des Armbandes werden gelöscht, ob weiter
es: Esta operación borrará todos los datos de la pulsera, ¿continuar o no?
fr: Cette opération permettra d'effacer toutes les données de bracelet, si continuer ou pas?
it: Questa operazione cancellerà tutti i dati; continuare?
ja: この操作でブレスレットの中のデータをすべて削除しますが、続けてよろしいでしょうか？
ko: 이 작업은 링의 모든 설정을 삭제합니다. 계속하시겠습니까?
pl: Ta operacja spowoduje usunięcie wszystkich danych opaski, czy kontynuować?
pt_pt: Esta operação vai apagar todos os dados da pulseira, quer continuar
ru: Эта операция будет удалять все данные в браслете, продолжать?
zh_hans: 当前操作将清除手环内所有数据，是否继续？
zh_hk: 當前操作將清除手環內所有數據，是否繼續？

# 当前操作将清除本应用所有历史数据，是否继续？
source: The current operation will clear all data in the cloud device, and the in-app customization settings will be all closed. Continue?
de: Alle Daten Apps werden gelöscht,ob weiter
es: Esta operación borrará todos los datos de la aplicación, ¿continuar o no?
fr: Cette opération permettra d'effacer toutes les données d'APP(Programme de paiements anticipés), si continuer ou pas?
it: Questa operazione cancellerà tutti i dati salvati; continuare?
ja: この操作でこのアプリケーションの歴史情報をすべて削除しますが、続けてよろしいでしょうか？
ko: 이 작업은 본 프로그램의 모든 설정을 삭제합니다. 계속하시겠습니까?
pl: Ta operacja spowoduje usunięcie wszystkich danych aplikacji, czy kontynuować?
pt_pt: Esta operação vai apagar todos os dados históricos do APP, quer continuar
ru: Эта операция будет удалять все исторические данные прикладной программы, продолжать?
zh_hans: 当前操作将清除本应用所有历史数据，是否继续？

# 返回
source: Return
de: Zurück
es: Volver
fr: Retour
it: Ritorno
ja: 戻る
ko: 뒤로
pl: Powrót
pt_pt: Voltar
ru: Возврат
zh_hans: 返回
zh_hk: 返回

# 防丢提醒
source: Anti-lost reminder
de: Anti-Verlust Erinnerung
es: RPara evitar perder
fr: Rappel d'Anti-perte
it: Anti furto
ja: 紛失防止通知
ko: 분실 방지 알람
pl: Powiadomienie o utracie
pt_pt: Aviso de contra perda
ru: анти - потерял
zh_hans: 防丢提醒
zh_hk: 防丟提醒

# 肥胖
source: Obesity
de: dick
es: Obesidad
fr: Obésité
it: Corpulenza
ja: 太い
ko: 비만
pl: Otyłość
pt_pt: Obesidade
ru: Тучность
zh_hans: 肥胖

# 分钟/次
source: mins/per
es: Mins/vez
fr: Mins/par
it: Min
ja: 分間/回
ko: 분/회
pl: min/na
pt_pt: Minutos/vez
ru: Мин / раз
zh_hans: 分钟/次
zh_hk: 分鐘/次

# 服务
source: Service
es: Servicio
it: Aiuto
ja: サービス
ko: 서비스
pl: Pomoc
pt_pt: Serviço
ru: Обслуживание
zh_hans: 服务

# 该用户已关注
source: This user already follows
de: das Benutzer schon gefolgt
es: Este usuario ya ha sido seguido
fr: Cet utilisateur a déjà été suit
it: Quest'utente è già inseguito
ja: このユーザーはすでに注目しました。
ko: 이미 관심한 ID입니다
pl: Ten użytkownik już idzie
pt_pt: Já seguiu este usuário
ru: Уже следить за этим пользователем
zh_hans: 该用户已关注

# 更新日期
source: Update date
de: Datum update
es: Fecha de renovación
fr: Mettre à jour la date
it: La data di rinnovamento
ja: 日付を更新します。
ko: 날짜 업데이트
pl: Data aktualizacji
pt_pt: Data de atualização
ru: Обновлять дату
zh_hans: 更新日期

# 关注的用户不存在
source: The user is no exist
de: den Benutzer gibt es nicht
es: Este usuario no existe
fr: Cet utilisateur n'existe pas
it: Non esiste l'utente
ja: 注目するユーザーがいません。
ko: 관심한 ID가 존재하지 않습니다
pl: Użytkownik nie istnieje
pt_pt: Este usuário não existe
ru: Этот пользователь отсутствует
zh_hans: 关注的用户不存在

# 关注用户不能超过5个
source: No more than 5 following users
de: Nicht mehr als 5 folgenden Benutzer
es: Los usuarios seguidos no pueden ser mayor a 5
fr: Pas plus de 5 utilisateurs suivants
it: Non oltre 5 utenti
ja: 5つ以上のユーザーに注目することができません。
ko: 관심한 ID는 5개를 초과하지 말아야 합니다
pl: Nie więcej niż 5 użytkoników
pt_pt: Não pode seguir mais de 5 usuários
ru: Количество пользователей нельзя больше 5
zh_hans: 关注用户不能超过5个

# 关注账号不能为空
source: Follow account can't be empty
de: folgende Kontakte kann nicht frei sein
es: La cuenta seguida no puede estar vacía
fr: Compte suivant ne peut pas être vide
it: L'accounto inseguito non deve essere vuoto
ja: 注目するアカウントを空欄にしてはいけません。
ko: 관심한 ID를 비워서는 안됩니다
pl: Śledzone konto nie może być puste
pt_pt: A conta de seguimento não pode ser vazia
ru: Счет не должен быть пустым
zh_hans: 关注账号不能为空

# 好友信息
source: Friend info
de: Freund—Infos
es: Información de amigos
fr: Informations des amis
it: Informazione degli amici
ja: 友人の情報
ko: 친구 정보
pl: Informacje o przyjaciołach
pt_pt: Informações de amigos
ru: Информация о друзьях
zh_hans: 好友信息
zh_hk: 好友信息

# 恢复出厂设置后，所有数据清零
source: After restoring factory setting, all data will be cleared
de: Alle Daten werden nach Telefon zurücksetzen gelöscht
es: Todos los datos se borrarán después de restaurar la configuración de fábrica
fr: Toutes les données sont effacées après avoir restauré le réglage d'usine
it: Tutti i dati vengono cancellati dopo l'impostazioni di fabbrica
ja: リセットしたら全てのデータが消えます。
ko: 이 작업은 모든 설정을 재설정합니다
pl: Przywróć ustawienia fabryczne, wszystkie dane są usuwane
pt_pt: Depois de restaurar as configurações originais, todos os dados serão apagados
ru: После возвращения в заводские настройки по умолчанию сброс всех данных на нуль
zh_hans: 恢复出厂设置后，所有数据清零

# 活力
source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
ja: 活力
ko: 활력
pl: Energia
pt_pt: Ativo
ru: Энергия
zh_hans: 活力

# 获取权限
source: Get permissions
de: Erlaubnis erhalten
es: Conseguir los permisos
fr: Obtenir les autorisations
it: Ottenere i permessi
ja: 権限を取得します。
ko: 권한 얻기
pl: Uzyskaj uprawnienia
pt_pt: Obter permissão
ru: Получать разрешение
zh_hans: 获取权限
zh_hk: 獲取權限

# 监测频率
source: Frequency
de: Monitor Frequenz
es: La frecuencia
fr: Fréquence
it: Frequenza controllo
ja: 頻度を監視します。
ko: 모니터 빈도
pl: Częstotliwości
pt_pt: Frequência
ru: частоту
zh_hans: 监测频率
zh_hk: 監測頻率

# 健康体重范围
source: Healthy weight range
de: die Grenze des Gewichtes
es: Rango de peso saludable
fr: Gamme du poids saine
it: Intervallo di peso ideale:
ja: 健康体重の範囲
ko: 건강 체중 범위
pl: Poprawny zakres masy
pt_pt: Intervalo do peso saudável:
ru: Сфера здорового веса:
zh_hans: 健康体重范围
zh_hk: 健康體重範圍

# 结束久坐时间
source: End sedentary time
de: Zeit für sitzen nach Abschluss
es: Tiempo de terminación sedentario
fr: Finir le temps sédentaire
it: Ora fine notifiche sedentarietà
ja: 長座が終わった時間
ko: 앉아있는 시간을 종료하기
pl: Koniec siedzącego trybu
pt_pt: Terminar o tempo sedentário
ru: Кончать сидячее время
zh_hans: 结束久坐时间
zh_hk: 結束久坐時間

# 结束时间不能为空
source: End time can not be empty
de: Der Zeitpunkt des Aaschlusses kann nicht frei sein
es: El tiempo de terminación no puede estar vacío
fr: L'heure de fin ne peut pas être vide
it: Il tempo di fine non deve essere vuoto
ja: 終わった時間を空欄にすることができません。
ko: 종료시간을 비워서는 안됩니다
pl: Czas zakończenia nie może być pusty
pt_pt: O tempo final não pode ser vazio
ru: Время окончания не должно быть пустым
zh_hans: 结束时间不能为空
zh_hk: 結束時間不能為空

# 结束时间不能早于或等于开始时间
source: End time can not be earlier than or equal to the start time
de: Der Zeitpunkt des Abschlusses kann nicht früher oder gleich als Anfang
es: El tiempo de finalización no puede ser anterior o igual al tiempo de inicio
fr: L'heure de fin ne peut pas être antérieure ou égale à l'heure de début
it: Il tempo di fine non può essere anteriore o uguale al tempo di inizio
ja: 終わった時間は開始時間より早いか開始時間と同じにすることができません。
ko: 종료시간은 시작시간보다 앞당기거나 같아서는 안됩니다
pl: Czas zakończenia nie może być krótszy niż albo równy czasowi rozpoczęcia
pt_pt: O tempo final não pode mais cedo ou igual ao tempo de início
ru: Время окончания не раньше или равняется времени начала
zh_hans: 结束时间不能早于或等于开始时间
zh_hk: 結束時間不能早於或等於開始時間
