Repository: wang8959855/R5S
Catalog: Mistep/keyBand/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pl, pt_pt, ru, zh_hans, zh_hk

# 久坐时间段长度短于久坐提醒时间间隔
source: Sedentary period shorter than sedentary reminder interval
de: die Zeitdauer für sitzen kann nicht kürzer als die Distanz der Erinnerung
es: El período sedentario debe ser más corto que el intervalo de recordatorio sedentario
fr: Une période Sédentaire est plus courte que l'intervalle de rappel sédentaire
it: Il periodo sedentario è più breve dell' intervallo di suggerimento di tempo sedentario
ja: 長座の時間は長座通知の間隔より短い。
ko: 앉아있는 시간은 움직이기 알람 간격보다 짧아야 합니다
pl: Krótszy czas siedzenia od przypomnienia o przerwie
pt_pt: o tempo sedentário é mais curto que o invervado do aviso do estado sedentário
ru: Отрезок сидячего времени короче промежутка времени сидящего напоминания
zh_hans: 久坐时间段长度短于久坐提醒时间间隔
zh_hk: 久坐時間段長度短於久坐提醒時間間隔

# 久坐提醒
source: Sedentary reminder
de: Sitzen-Erinnerung
es: Recordatorio sedentario
fr: Rappel sédentaire
it: Notifica sedentarietà
ja: 長座通知
ko: 움직이기 알람
pl: Siedzący przypomina
pt_pt: Aviso de estado sedentário
ru: Сидящее напоминание
zh_hans: 久坐提醒
zh_hk: 久坐提醒

# 久坐提醒时间段
source: Sedentary reminder time
de: der Zeitbereich für Sitzen-Erinnerun
es: Rango de tiempo de recordatorio sedentario
fr: Gamme de l'heure de rappel Sédentaire
it: Orario notifiche
ja: 長座通知の時間範囲
ko: 움직이기 알람 시간 범위
pl: Zacznij siedzący okres przypomnienia
pt_pt: Âmbito de aviso de estado sedentário
ru: время напоминания
zh_hans: 久坐提醒时间段
zh_hk: 久坐提醒時間段

# 久坐提醒最多4条
source: Up to four sedentary reminders
de: nicht mehr als 4 Sitzen- Erinnerung
es: El recordatorio sedentario no mayor a 4
fr: Jusqu'à quatre rappels sédentaires
it: Suggerimento di tempo sedentario non oltre 4 volte
ja: 長座通知は最大四つあります。
ko: 움직이기 알람은 가장 많아서 4개 설치할 수 있습니다
pl: Do czterech powiadomień o zasiedzeniu
pt_pt: No máximo há 4 avisos de estado sedentário
ru: Максимальное количество сидящего напоминания составляет 4
zh_hans: 久坐提醒最多4条
zh_hk: 久坐提醒最多4條

# 开启久坐提醒后，您的设备将增加一定的耗电量
source: After opening sedentary reminder, your device will increase the power consumption
de: nach der Anmachung der Sitzen-Erinnerung Verbraucht Ihr Apparat mehr Strom
es: Después de iniciar el recordatorio sedentaria, el dispositivo aumentará el consumo de energía
fr: Après l'ouverture de rappel sédentaire, votre dispositif va augmenter la consommation d'énergie
it: Dopo l’attivazione delle notifiche di sedentarietà, il consumo della batteria aumenterà
ja: 長座通知を開いたら、お使いの設備の消費電力が倍になります。
ko: 움직이기 알람을 설치한 후 장치는 소정의 전력 소비를 증가합니다
pl: Po otwarciu powiadomień siedzącego trybu , urządzenie zwiększy zużycie energii
pt_pt: Após iniciar o aviso de estado sedentário, vai aumentar o consumo de energia do seu dispositivo
ru: После начала сидящего напоминания ваше оборудование будет увеличивать определенный расход электроэнергии
zh_hans: 开启久坐提醒后，您的设备将增加一定的耗电量
zh_hk: 開啟久坐提醒後，您的設備將增加一定的耗電量

# 开始久坐时间
source: Start sedentary time
de: die Anfangszeit der sitzen- Erinnerung
es: Tiempo de inicio sedentario
fr: Commencer le temps sédentaire
it: Ora inizio notifiche sedentarietà
ja: 長座が始まった時間
ko: 앉아있는 시간 시작
pl: Zacznij siedzący tryb czasu
pt_pt: Tempo do início sedentário
ru: Начинать сидящее время
zh_hans: 开始久坐时间
zh_hk: 開始久坐時間

# 开始久坐提醒时间段
source: Start sedentary reminder period
de: der Zeitbereich für Anfang der sitzen- Erbringung
es: Período de recordatorio de inicio sedentario
fr: Période de rappel sédentaire
it: Iniziare il periodo di suggerimento di tempo sedentario
ja: 長座通知が始まった時間
ko: 움직이기 알람 기간 시작
pl: Zacznij siedzący okres przypomnienia
pt_pt: Período do aviso de estado sedentário
ru: Начинать отрезок времени сидящего напоминания
zh_hans: 开始久坐提醒时间段
zh_hk: 開始久坐提醒時間段

# 开始时间不能为空
source: Start time can not be empty
de: die Anfangszeit kann nicht frei sein
es: El tiempo de inicio no puede estar vacío
fr: L'heure de départ ne peut pas être vide
it: Il tempo di inizio non puõ essere vuoto
ja: 開始時間を空欄にすることができません。
ko: 시작시간을 비워서는 안됩니다
pl: Czas rozpoczęcia nie może być pusty
pt_pt: O tempo de início não pode ser vazio
ru: Время начала не должно быть пустым
zh_hans: 开始时间不能为空
zh_hk: 開始時間不能為空

# 添加闹铃
source: Alarm
de: der Wecker
es: Alarma
fr: Alarme
it: Sveglia
ja: アラーム
ko: 알람
pt_pt: Relógio despertador
ru: Будильник
zh_hans: 添加闹铃
zh_hk: 添加鬧鈴

# 确定删除这条提醒?
source: Ensure to delete this reminder?
de: die Erinnerung sicher zu löschen
es: ¿Asegúrese de eliminar este rocordatorio?
fr: Assurez-vous de supprimer ce rappel?
it: Assicurarsi di cancellare questo suggerimento?
ja: この通知を確実に削除しますか？
ko: 이 알람을 삭제하시겠습니까?
pl: Jesteś pewien,że chcesz usunąć powiadomienie?
pt_pt: Tem certeza de cancelar este aviso?
ru: Уверены, что удалять это напоминание?
zh_hans: 确定删除这条提醒?
zh_hk: 確定刪除這條提醒?

# 疲劳监测模式
source: Fatigue monitor mode
de: Müde Monitor Modus
es: Modo de monitorización de fatiga
fr: Moniteur de fatigue-moniteur
it: Il modo di osservare la fatica
ja: 疲労監視モード
ko: 피로 모니터 모드
pl: Monitor zmęczenia
pt_pt: Modo de monitoramento de fadiga
ru: Режим контроля усталости
zh_hans: 疲劳监测模式
zh_hk: 疲勞監測模式

# 偏瘦
source: A little slim
de: ein bisschen dünn
es: Un poco delgada
fr: Un peu mince
it: Magro
ja: やや細い
ko: 슬림
pl: Trochę szczupła
pt_pt: Pouco magro
ru: Немножко худой
zh_hans: 偏瘦
zh_hk: 偏瘦

# 亲情关爱
source: Family care
de: Auf der liste
es: Atención familiar
fr: Soins familiaux
it: Cura della famiglia
ja: 感情注目
ko: 가족 치료
pl: Znajomi
pt_pt: Preocupação
ru: Семейная забота
zh_hans: 亲情关爱

# 清除本地数据
source: Clear all APP data
de: Alle Daten Apps entfernen
es: Limpieza de datos locales
fr: Effacer toutes les données d'APP
it: Cancellare tutti i dati
ja: APPの中のすべての記録を削除します。
ko: APP의 모든 설정을 삭제합니다
pl: usunięcie danych
pt_pt: Apagar todos os dados do APP
ru: Удалять все данные в APP
zh_hans: 清除本地数据
zh_hk: 清除本地數據

# 清醒
source: wakeup
de: wach
es: Despierto
fr: Nettoyer
it: Veglia
ja: 冷静
ko: 클린
pl: Czysty
pt_pt: Acordado
ru: Трезвый
zh_hans: 清醒
zh_hk: 清醒

# 请安装facebook
source: Please install facebook
de: Installieren Sie Facebook
es: Instalar facebook por favor
fr: Installer le facebook
it: Si prega di installare facebook
ja: facebookをインストールしてください。
ko: 페이스북을 설치하십시오
pl: Proszę zainstalować facebook
pt_pt: Favor instalar Facebook
ru: Установите facebook
zh_hans: 请安装facebook
zh_hk: 請安裝facebook

# 请安装推特
source: Please install twitter
de: Installieren Sie Twitter
es: Instalar twitter por favor
fr: Installer le twitter
it: Si prega di installare Twitter
ja: Twitterをインストールしてください。
ko: 트윗을 설치하십시오
pl: Proszę zainstalować Twitter
pt_pt: Favor instalar Twitter
ru: Установите Твиттере
zh_hans: 请安装推特
zh_hk: 請安裝推特

# 请完善资料
source: Please complete information
de: Erledigen Sie die Information
es: Completar la información por favor
fr: Compléter les informations
it: Si prega di compilare le informazioni
ja: 資料を完備してください。
ko: 정보를 작성하십시오
pl: Proszę uzupełnić informacje
pt_pt: Favor completar informações
ru: Дополните информацию
zh_hans: 请完善资料
zh_hk: 請完善資料

# 请先输入身高
source: Please fill in height
de: Tippen Sie erst Ihre Größe
es: Rellenar la altura por favor
fr: Taper la taille
it: Si prega di compilare in altezza
ja: 先に身長を入力してください。
ko: 신장을 입력하십시오
pl: Proszę wypełnić wysokość
pt_pt: Favor digite a sua altura
ru: Введите рост
zh_hans: 请先输入身高
zh_hk: 請先輸入身高

# 请选择结束时间
source: Please select an end time
de: Wählen Sie die Abschlusszeit aus
es: Seleccionar el tiempo de finalización por favor
fr: Sélectionner une heure de fin
it: Si prega di scegliere un tempo di fine
ja: 終了時間を選んでください。
ko: 종료시간을 선택하십시오
pl: Wybierz czas zakończenia
pt_pt: Favor selecione o tempo da conclusão
ru: Выберите время окончания
zh_hans: 请选择结束时间
zh_hk: 請選擇結束時間

# 请选择开始时间
source: Please select a start time
de: Wählen Sie die Anfangszeit aus
es: Seleccionar el tiempo de inicio por favor
fr: Sélectionner une heure de début
it: Si prega di scegliere un tempo di inizio
ja: 開始時間を選んでください。
ko: 시작시간을 선택하십시오
pl: Wybierz czas rozpoczęcia
pt_pt: Favor selecione o tempo do início
ru: Выберите время начала
zh_hans: 请选择开始时间
zh_hk: 請選擇開始時間

# 取消关注
source: Unfollow
de: Folgen deaktivieren
es: No seguir
fr: Ne plus suivre
it: Smetti
ja: 注目を取り消します。
ko: 관심 해제
pl: Obserwuj
pt_pt: Cancelar a seguir
ru: Не следить
zh_hans: 取消关注
zh_hk: 取消關注

# 取消关注当前好友健康信息？
source: Unfollow current friend health information
de: Deaktivieren Sie die Gesundheit dieser Person ?
es: No seguir la información saludable del amigo actual
fr: Ne plus suivre l'information de santé actuelle des amis
it: Non inseguire le informazioni di salute dell'amico attuale
ja: この友人の健康情報への注目を取り消しますか？
ko: 친구의 건강 정보 관심을 해제하시겠습니까?
pl: Obserwuj rezultaty przyjaciela
pt_pt: Cancelar a seguir as informações atuais da saúde do amigo
ru: Не следить за информацией о здоровье этого друга?
zh_hans: 取消关注当前好友健康信息？

# 取消搜索
source: Cancel search
de: Suchen deaktivieren
es: Cancelar la búsqueda
fr: Annuler la recherche
it: Cancellare la ricerca
ja: 検索を取り消します。
ko: 검색 취소
pl: Anuluj wyszukiwanie
pt_pt: Cancelar a procura
ru: Поиск отменен
zh_hans: 取消搜索

# 确定获取通知信息？
source: Is it ok for the notification message?
de: sicher die Nachrichten zu erhalten ?
es: ¿Asegurarse de conseguir el mensaje de notificación?
fr: Vous êtes sûr pour le message de notification?
it: Ottenere il messaggio dell'informazione?
ja: 通知情報を取得しますか？
ko: 알람을 허용하시겠습니까?
pl: Czy to jest ok dla powiadomienia?
pt_pt: Quer receber a notificação de mensagem?
ru: Уверены, что получать информацию о сообщении?
zh_hans: 确定获取通知信息？

# 让手环振动，方便查找
source: Let bracelet vibrate, easy to find
de: Lassen Sie den Armband schwingen,bequem zu suchen
es: Deja que la pulsera vibra, fácil de encontrar
fr: Laisser le bracelet vibrer, facile à trouver.
it: Fa vibrare il braccialetto, è facile da trovare
ja: 見つけやすいためにブレスレットを振動させます。
ko: 링을 진통시키는 것으로 쉽게 찾을 수 있습니다
pl: Niech opaska wibruje
pt_pt: Deixa a pulseira vibrar, para ser mais fácil encontrar
ru: Пусть браслет вибрирует для удобства поиска
zh_hans: 让手环振动，方便查找
zh_hk: 讓手環振動，方便查找

# 删除
source: delete
de: löschen
es: Borrar
fr: Supprimer
it: Cancellare
ja: 削除
ko: 삭제
pl: Kasować
pt_pt: Excluir
ru: Удалять
zh_hans: 删除
zh_hk: 刪除

# 删除成功
source: Successfully deleted
de: wird gelöscht
es: Se ha borrado
fr: Réussir à supprimer
it: è successo cancellare
ja: 削除しました。
ko: 삭제가 성공하였습니다
pl: Pomyślnie usunięty
pt_pt: Excluir com sucesso
ru: Удаление удалось
zh_hans: 删除成功
zh_hk: 刪除成功

# 删除失败
source: Failed to delete
de: kann nicht gelöscht werden
es: No se pudo borrar
fr: Échouer à supprimer
it: è fallito cancellare
ja: 削除できません。
ko: 삭제가 실패하였습니다
pl: Nie udało się usunąć
pt_pt: Falha ao excluir
ru: Удаление не удалось
zh_hans: 删除失败
zh_hk: 刪除失敗

# 设备列表
source: Device List
de: Apparat Liste
es: Lista de dispositivo
fr: Liste du dispositif
it: La lista d'apparecchio
ja: 設備リスト
ko: 장치 목록
pl: Lista urządzeń
pt_pt: Lista de dispositivos
ru: Листинг оборудования
zh_hans: 设备列表
zh_hk: 設備列表

# 设置来电几秒后未接手环开始提醒,可以避免已接电话，手环继续震动消耗电量。
source: Setting delay call reminding time for bracelet, it can avoid bracelet keep vibrating and save power when phone is already received.
de: Stellen Sie die Anruf-Erinnerung für den Armband , damit konnten den Anruf vermeiden und der Armband schwingt weiter,während das Mobiltelefon abgerufen wird.
es: Se establece que no se contesta la llamada después de unos segundos, la pulsera empieza a recordar. Se puede evitar que la pulsera mantiene vibrante y gasta la energía, cuando el teléfono ya se ha recibido.
fr: Attarder le temps du rappel d’appel du bracelet pour éviter la continuation vibreur et pour économiser de l'énergie lorsque le téléphone est déjà reçue.
it: Impostare di chiamare qualche secomdo dopo il telefono può evitare che il braccialetto continua a vibrare quando riceve il telefono e risparmiare l'energia
ja: 電話が鳴って何秒後電話に出られなかった場合にブレスレットから通知の開始を設定することにより、出た電話を避けることができます。ブレスレットが続けて振れて電力が消耗します。
ko: 전화를 받을 수 없는 경우 몇초 후 알람하기 시작하며 전화를 받은 후 진동으로 인한 전력 소모를 방지할 수 있습니다
pl: Opaska może oszczędzić baterię, jeśli będzie wyłączony alarm wibracyjny.
pt_pt: Configurar o tempo de aviso para as chamadas atrasadas, para evitar a vibração contínua da pulseira e economizar a energia enquanto as chamadas já foram atendidas.
ru: При настройке входящего звонка через несколько секунды не соединяться с началом напоминания браслета, можно избежать полученного телефона, браслет продолжает вибрировать и расходовать количество электричества.
zh_hans: 设置来电几秒后未接手环开始提醒,可以避免已接电话，手环继续震动消耗电量。
zh_hk: 設置來電幾秒後未接手環開始提醒,可以避免已接電話，手環繼續震動消耗電量。

# 生日
source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
it: Compleanno
ja: 誕生日
ko: 생일
pl: Urodziny
pt_pt: Data de nascimento
ru: День рождения
zh_hans: 生日
zh_hk: 生日

# 生日不能为空
source: Birthday can not be empty
de: Geburtstag kann nicht frei sein
es: El cumpleaños no puede estar vacío
fr: Anniversaire ne peut pas être vide
it: Il compleanno non può essere vuoto
ja: 誕生日を空欄にすることができません。
ko: 생일을 비워서는 안됩니다
pl: Data urodzin nie może być pusta
pt_pt: Data de nascimento não pode ser vazio
ru: День рождения не должен быть пустым
zh_hans: 生日不能为空
zh_hk: 生日不能為空

# 生日输入错误
source: Worng birthday input
de: den Geburtstag falsch tippen
es: Error de entrada de cumpleaños
fr: L'anniversaire tapé est incorrect
it: è sbagliato il compleanno
ja: 入力した誕生日が違います。
ko: 생일을 잘못 입력하였습니다
pl: Podana data jest zła
pt_pt: Erro em introdução da data de nascimento
ru: Неправильно введите день рождения
zh_hans: 生日输入错误

# 失败
source: Failure
de: nicht schaffen
es: Fracaso
fr: Échec
it: Fallito
ja: 失敗
ko: 실패
pl: Niepowodzenie
pt_pt: Falha
ru: Не удалось
zh_hans: 失败
zh_hk: 失敗

# 时间间隔提醒
source: Interval reminder
de: Distanz Erinnerung
es: Intervalo de recordatorio
fr: Rappel de l'intervalle
it: Intervallo
ja: 時間間隔の通知
ko: 시간 간격 알람
pl: Przypomnienie przerwane
pt_pt: Lembrete de intervalo
ru: Напоминание интервала времени
zh_hans: 时间间隔提醒
zh_hk: 時間間隔提醒

# 使用第三方登录
source: Use third-party login
de: benutzen Third-Party zu anmelden
es: Registro de terceros
fr: Utiliser la connexion des tiers
it: Accedi con altri account
ja: 第三者でログインします。
ko: 타사 로그인 이용
pl: Użyj innego loginu
pt_pt: Acessar pela parte terceira
ru: Посещать третьей стороной
zh_hans: 使用第三方登录

# 手环未连接
source: Bracelet is not connected
de: Der Armband ist noch nicht verbunden
es: La pulsera no está conectada
fr: Le bracelet n'est pas connecté
it: Il braccialetto non è collegato
ja: ブレスレットに接続していません。
ko: 링이 연결되지 않았습니다
pl: Opaska nie jest połączona
pt_pt: Pulseira não está conectada
ru: Браслет не связан
zh_hans: 手环未连接
zh_hk: 手環未連接

# 手环正在振动，点击停止可关闭振动
source: Bracelet is vibration, click Stop to turn off vibration
de: Der Armband schwingt jetzt, drücken ,Abbruch kann die Schwingung abbrechen
es: La pulsera está vibrando, hacer clic parar para cerrar la vibración
fr: Le bracelet est en train de vibrer, cliquer sur Arrêt pour cesser de vibrer
it: Il braccialetto sta vibrando; Fare click su Fine per disattivare la vibrazione
ja: ブレスレットが振れていますが、停止ボタンをクリックしたら止められます。
ko: 링이 진동 중입니다. 중지를 눌러 진동을 끌 수 있습니다
pl: Opaska wibruje, kliknij przycisk Stop, aby wyłączyć wibracje
pt_pt: A pulseira está vibrando, clique Stop para desativar a vibração
ru: Браслет вибрирует, нажмите останов и можно закрывать вибрацию
zh_hans: 手环正在振动，点击停止可关闭振动
zh_hk: 手環正在振動，點擊停止可關閉振動

# 手环正在震动
source: Bracelet is vibrating
de: Der Armband schwingt jetzt
es: La pulsera está vibrando
fr: Le bracelet est en train de vibrer
it: Il braccialetto è vibrante
ja: ブレスレットが振れています。
ko: 링이 진동 중입니다.
pl: Opaska wibruje
pt_pt: Pulseira está vibrando
ru: Браслет вибрирует
zh_hans: 手环正在震动
zh_hk: 手環正在震動

# 授权成功
source: Successful authorization
de: wird ermächtigt
es: Se ha autorizado
fr: Autorisation réussie
it: è successo l'autorizzazione
ja: 授権成功しました。
ko: 수권이 성공하였습니다
pl: Udana autoryzacja
pt_pt: Autorização com sucesso
ru: Разрешение удалось
zh_hans: 授权成功
zh_hk: 授權成功

# 授权失败
source: Authorization failed
de: kann nicht ermächtigt werden
es: Fracaso de autorización
fr: Autorisation échouée
it: è fallita l'autorizzazione
ja: 授権失敗しました。
ko: 수권이 실패하였습니다
pl: Autoryzacja nie powiodła się
pt_pt: Autorização falhada
ru: Разрешение не удалось
zh_hans: 授权失败
zh_hk: 授權失敗

# 数据更新时间:
source: Data update time:
de: Letzte Aktualisierung:
es: Durar cambios:
fr: mise à jour:
it: Ultimo aggiornamento:
ja: データ更新時間：
ko: 데이터 업데이트 시간:
pl: Ostatnia aktualizacja:
pt_pt: última atualização:
ru: Время обновления:
zh_hans: 数据更新时间:
zh_hk: 數據更新時間:

# 添加
source: Add
de: hinfügen
es: Añadir
fr: Ajouter
it: Aggiungere
ja: 追加
ko: 추가
pl: Dodaj
pt_pt: Adicionar
ru: Прибавлять
zh_hans: 添加

# 添加关注
source: Add follow
de: Folgen hinzufügen
es: Añadir el seguimiento
fr: Ajouter les suivants
it: Aggingere ad inseguire
ja: 注目を追加します。
ko: 관심 추가
pl: Dodaje
pt_pt: Adicionar a seguir
ru: Прибавлять следование
zh_hans: 添加关注
zh_hk: 添加關注

# 添加关注成功!
source: Adding follow succeed
de: wird gefolgt
es: Se ha añadido el seguimiento
fr: Réussir à ajouter les suivants
it: è successo aggingere ad inseguire
ja: 注目を追加しました。
ko: 관심 추가가 성공하였습니다
pl: Dodawanie powiodło się
pt_pt: Seguir com sucesso
ru: Прибавление следования удалось!
zh_hans: 添加关注成功!
zh_hk: 添加關注成功

# 停止
source: Stop
de: aufhören
es: Parar
fr: Arrêt
it: Fine
ja: 止める
ko: 중지
pl: Zatrzymaj się
pt_pt: Parar
ru: Останов
zh_hans: 停止
zh_hk: 停止

# 忘记密码》
source: Forget password
de: Passwort vergessen
es: Olvidar la contraseña
fr: Le mot de passe
it: Password dimenticata
ja: パスワードを忘れて
ko: 비밀번호 찾기
pl: Zapomniałeś hasła》
pt_pt: Esquecer a senha
ru: Вспомнить пароль
zh_hans: 忘记密码》
zh_hk: 忘記密碼

# 微信好友信息
source: Wechat
ko: 위챗 친구 정보
pl: WeChat info
zh_hans: 微信好友信息
zh_hk: 微信好友信息

# 为避免打扰您的休息，建议久坐提醒避开睡眠时间段。
source: To get good rest, it is recommended that sedentary reminder aviods sleep time
de: Sitzen soll Schlafenszeit vermeiden, um Ihre Erholung nicht zu stoßen
es: Para obtener un buen descanso, se recomienda que el recordatorio sedentario elude el período de sueño
fr: Pour obtenir un bon repos, il est recommandé que le rappel sédentaire évite le temps de sommeil
it: Per ottenere un buon riposo, si consiglia di non aprire il suggerimento di tempo sedentario quando dorme
ja: あなたの休憩を邪魔しないように長座通知の設定を睡眠時間の以外にするのはオススメです。
ko: 당신의 휴식에 영향주지 않기 위하여 움직이기 알람은 수면 시간을 회피할 것을 권장합니다
pl: Aby uzyskać dobry wypoczynek, unikaj przypominania o czasie siedzenia
pt_pt: Para não afetar o seu descanso, é recomendável que o aviso de estado sedentário evite o período de sono.
ru: Чтобы предотвращать беспокоить ваш отдых, советуют, что сидящее напоминание избегает отрезка времени сна
zh_hans: 为避免打扰您的休息，建议久坐提醒避开睡眠时间段。

# 为了您的身体健康，请制定合理的饮食习惯！
source: For your health, please develop a reasonable diet!
de: Machen Sie für Ihre Gesundheit eigneten Diätplan.
es: Para su salud, ¡por favor desarrollar una dieta razonable!
fr: Pour votre santé, développer un régime raisonnable!
it: Per la vostra salute, si prega di sviluppare una dieta ragionevole!
ja: ご健康のためにいい飲食習慣を作ってください。
ko: 당신의 건강을 위하여 합리적인 식단을 권장합니다
pl: Dla własnego zdrowia, należy opracować rozsądną dietę!
pt_pt: Para a sua saúde, tenha um hábito racional de alimentação!
ru: Для вашего здоровья рационально разработайте диетическую привычку!
zh_hans: 为了您的身体健康，请制定合理的饮食习惯！

# 小于
source: Less than
de: Kleiner als
es: Menor a
fr: Moins que
it: Meno di
ja: より小さい
ko: 작기
pl: Mniej niż
pt_pt: Menor que
ru: Меньше
zh_hans: 小于
zh_hk: 小於

# 心率
source: HR
de: HZ
ja: 心拍数
ko: 심박수
pl: Tętno
ru: Пульс
zh_hans: 心率
zh_hk: 心率

# 心率监测
source: Heart rate monitor
de: Herztempo Monitor
es: HR de seguimiento
fr: Moniteur HR
it: Verifica battito cardiaco
ja: 心拍数監視
ko: 심박수 모니터링
pl: Monitor pracy serca
pt_pt: Monitor de HR
ru: Контроль пульса
zh_hans: 心率监测
zh_hk: 心率監測

# 新用户注册》
source: New users register
de: Eintragung
es: Registro
fr: Enregistrement
it: Registrazione
ja: ニューユーザー
ko: 등록
pl: Zarejestrować》
pt_pt: Registro
ru: Регистрация
zh_hans: 新用户注册》

# 信息提醒
source: Message reminder
de: Nachrichten erinnern
es: Recordatorio de mensaje
fr: Rappel de message
it: Notifiche
ja: 情報通知
ko: 정보 알람
pl: Powiadomienie o wiadomości
pt_pt: Aviso de mensagem
ru: Сообщение напоминания
zh_hans: 信息提醒
zh_hk: 信息提醒

# 选择测试模式:
source: Select test mode
de: Testmodus wählen
es: Seleccionar el módulo de prueba
fr: Sélectionner le mode de test
it: Scegliere i modi di esaminare
ja: テストモードを選択する：
ko: 테스트 모드 선택:
pl: Wybierz tryb testowy
pt_pt: Selecione o modo de teste
ru: Выберите режим проверки:
zh_hans: 选择测试模式:
zh_hk: 選擇測試模式:

# 选择测试模式
source: Select test mode
de: Testmodus wählen
es: Seleccionar el módulo de prueba
fr: Sélectionner le mode de test
it: Scegliere i modi di esaminare
ja: テストモードを選択する
ko: 테스트 모드 선택
pl: Wybierz tryb testowy
pt_pt: Selecione o modo de teste
ru: Выберите режим проверки:
zh_hans: 选择测试模式
zh_hk: 選擇測試模式

# 选择来电提醒时间:
source: Select reminder time
de: Wählen sie Die Zeit:
es: Selección de tiempo:
fr: sélectionner le temps du rappel des appels
it: Ritardo notifica:
ja: 来電通知の時間を選択する：
ko: 발송 알람 시간 선택 :
pl: Opóźnienia wyjścia:
pt_pt: Selecione o tempo de:
ru: Выберите время напоминания при вызове:
zh_hans: 选择来电提醒时间:
zh_hk: 選擇來電提醒時間:

# 夜间心率
source: Night time heart rate
de: Herztempo in der Nacht
es: Frecuencia cardíaca durante la noche
fr: La nuit
it: Battito cardiaco
ja: 夜間心拍数
ko: 야간 심박수
pl: Nocna akcja serca
pt_pt: Taxa de HR noturna
ru: Ночной пульс
zh_hans: 夜间心率
zh_hk: 夜間心率

# 预警范围
source: Warning range
de: der Bereich der Warnung
es: Rango de advertencia
fr: Gamme de l'alerte
it: Frequenze soglia
ja: 警告範囲
ko: 알람 범위
pl: Zakres ostrzeżenia
pt_pt: Âmbito de aviso
ru: Сфера предварительного предупреждения
zh_hans: 预警范围
zh_hk: 預警範圍

# 遥控拍照
source: Remote camera
de: Fotografieren
es: Cámara a distancia
fr: Photographie
it: Scatta foto
ja: リモコン写真
ko: 원격 촬영
pl: Zdalne sterowanie
pt_pt: Câmera remota
ru: фотографирование
zh_hans: 遥控拍照
zh_hk: 遙控拍照

# 完成
source: Complete
de: Abgeschlossen
es: Completar
fr: Finir
it: Completare
ja: 完成
ko: 완성
pl: Koniec
pt_pt: Completa
ru: Выполнено
zh_hans: 完成
zh_hk: 完成

# 找手环
source: Search for bracelet
de: den Armband suchen
es: Buscar la pulsera
fr: Rechercher le bracelet
it: Cercare il braccialetto
ja: ブレスレットを探します。
ko: 링찾기
pl: Szukaj opaski
pt_pt: Procurar pulseira
ru: Найти браслет
zh_hans: 找手环
zh_hk: 找雲環

# 正在获取关注列表
source: Getting following list
de: folgende Liste erhalten
es: Está obteniendo la lista de seguimiento
fr: Être en train d'obtenir la liste suivante
it: Sta ottenendo la lista di inseguire
ja: 注目リストを取得しています。
ko: 관심 목록을 불러오는 중입니다
pl: Pierwsza lista
pt_pt: Está carregando a lista
ru: Идет получение листинг следования
zh_hans: 正在获取关注列表
zh_hk: 正在獲取關注列表

# 正在删除
source: Deleting
de: wird gelöscht…
es: Está borrando
fr: Être en train de supprimer
it: Sta cancellando
ja: 削除しています。
ko: 삭제 중입니다
pl: Usuwanie
pt_pt: Está removendo
ru: Идет удаление
zh_hans: 正在删除
zh_hk: 正在刪除

# 正在添加
source: Adding
de: wird hingefügt …
es: Está agregando
fr: Être en train d'ajouter
it: Sta aggiugendo
ja: 追加しています。
ko: 추가 중입니다
pl: Dodawanie
pt_pt: Está adidcionando
ru: Идет прибавление
zh_hans: 正在添加
zh_hk: 正在添加

# 周活动趋势图
source: Week trend
de: Trends
es: Tendencia
fr: Tendance
it: La tendencia
ja: 週間活動傾向図
ko: 주간 활동 경향도
pl: Tendencje
pt_pt: Tendência
ru: тенденции
zh_hans: 周活动趋势图
zh_hk: 週活動趨勢圖

# 周睡眠趋势图
source: Week sleep trend chart
de: wöchige schlafende Tendenzbild
es: Gráfico de tendencia del sueño semanal
fr: Graphique de tendance du sommeil pendant une semaine
it: Il grafico di tendenza del sonno settimanale
ja: 週間睡眠傾向図
ko: 주간 수면 경향도
pl: Tygodniowy zakres snu
pt_pt: Gráfico de tendência semanal de sono
ru: Карта тренда недельного сна
zh_hans: 周睡眠趋势图
zh_hk: 週睡眠趨勢圖

# 注意
source: Note
de: Achtung
es: Nota
fr: Remarques
it: Nota
ja: ご注意：
ko: 주의
pl: Uwaga
pt_pt: Atenção
ru: Внимание
zh_hans: 注意
zh_hk: 注意

# 状态:
source: State:
de: der Zustand
es: Estado
fr: État:
it: Stato
ja: 状態：
ko: 상태:
pl: Status
pt_pt: Estado:
ru: Состояние:
zh_hans: 状态:
zh_hk: 狀態
