Repository: wang8959855/R5S
Catalog: Mistep/keyBand/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pl, pt_pt, ru, zh_hans, zh_hk

# 极限
source: Extreme
de: die Grenze
es: El límite
fr: limite
it: pericoloso
ja: 極限
ko: 극한
ru: Предел
zh_hans: 极限

# 正常
source: Normal
it: normale
ja: 正常
ko: 정상
pl: Normalna
ru: Нормально
zh_hans: 正常
zh_hk: 正常

# 预警
source: Warning
de: Frühwarnung
es: Advertencia
fr: avertissement
it: Zona pericolosa
ja: アーリーウオーニング
ko: 경고
pl: Wczesne ostrzeżenie
pt_pt: Alerta precoce
ru: Oпасный
zh_hans: 预警
zh_hk: 預警

# 男
source: Male
de: männlich
fr: masculin
it: maschio
ja: 男
ko: 남
pl: Mężczyzna
pt_pt: homem
ru: Мужской
zh_hans: 男
zh_hk: 男

# 女
source: Female
de: weiblich
es: Hembra
fr: féminin
it: femmina
ja: 女
ko: 여
pl: Kobieta
pt_pt: feminino
ru: Женский
zh_hans: 女
zh_hk: 女

# %.0f分钟
source: %.0fMin
ja: %.0f分
ko: %.0f분
zh_hans: %.0f分钟
zh_hk: %.0f分鐘

# %@步
source: %@Steps
de: %@Schritt
es: %@pasos
fr: %@pas
it: %@passi
ja: %@歩み
ko: %@보
pl: %@Krok
pt_pt: %@passo
ru: %@Шаг
zh_hans: %@步
zh_hk: %@步

# %@秒后
source: After %@ seconds
de: %@ Sekunden
es: %@ segundos
ja: %@秒後
ko: %@ 초
pl: %@Sekundy
zh_hans: %@秒后

# %d 步
source: %d Steps
de: %d Schritt
es: %d pasos
fr: %d pas
it: %d passi
ja: %d 歩み
ko: %d 보
pt_pt: %d passo
ru: %d Шаг
zh_hans: %d 步
zh_hk: %d 步

# %d 千卡
source: %d Kcal
ru: %d Ккал
zh_hans: %d 千卡
zh_hk: %d 千卡

# %d步
source: %d Steps
de: %dSchritt
es: %d pasos
fr: %dpas
it: %d passi
ja: %d 歩み
ko: %d 보
pl: %dKrok
pt_pt: %dpasso
ru: %dШаг
zh_hans: %d步
zh_hk: %d步

# %d次
source: %d Times
de: %dFrequenz
es: %d Vez
fr: %dbeats
it: %d volte
ja: %d 回
ko: %d 회
pl: %d Uderzenie
pt_pt: %dBatidas
ru: %dРаз
zh_hans: %d次
zh_hk: %d 次

# %d秒后
source: After %d seconds
de: %d Sekunden
es: %d segundos
fr: %d
it: %d
ja: %d秒後
ko: %d 초
pl: %d Sekundy
pt_pt: %d
ru: %d
zh_hans: %d秒后

# %d千卡
source: %dKcal
ru: %dКкал
zh_hans: %d千卡
zh_hk: %d千卡

# 0步
source: 0Steps
de: 0Schritt
es: 0pasos
fr: 0pas
it: 0passi
ja: 0歩み
ko: 0보
pl: 0Krok
pt_pt: 0passo
ru: 0Шаг
zh_hans: 0步
zh_hk: 步

# 安全，便捷，稳定的一款智能运动手环APP。
source: A smart sports bracelet APP.
de: Smart-Sportarmband APP
es: un APP de smart pulsera para deporte.
fr: un smart bracelet sportif APP, de sûreté, de pratique et de stabilité.
it: App per gestione braccialetto
ja: 安全且つ便利で安定な知能運動ブレスレットAPP。
ko: 안전하고 편리하며 안정한 스마트 스포츠 손목밴드 APP 。
pl: Pasek sportowy app
pt_pt: uma APP de pulseira de esporte de inteligente.
ru: Безопасный удобный стабильный интеллектуальный спортивный браслет APP.
zh_hans: 安全，便捷，稳定的一款智能运动手环APP。

# 帮助
source: Help
de: Hilfe
es: Ayuda
fr: aider
it: Aiuto
ja: ヘルプ
ko: 도움
pl: Pomoc
pt_pt: Ajudar
ru: Помощь
zh_hans: 帮助
zh_hk: 幫助

# 编辑
source: Edit
de: bearbeiten
es: Editar
fr: modifier
it: Modificare
ja: 編集
ko: 편집
pl: Edycja
pt_pt: Editar
ru: Редакция
zh_hans: 编辑
zh_hk: 編輯

# 步
source: step
de: Schritt
es: paso
fr: pas
it: passi
ja: 歩み
ko: 보
pl: Krok
pt_pt: passo
ru: Шаг
zh_hans: 步
zh_hk: 步

# 步数
source: steps
de: Schritte
es: pasos
fr: nombre de pas
it: passi
ja: 歩み
ko: 보수
pl: Kroki
pt_pt: passos
ru: Число шагов
zh_hans: 步数
zh_hk: 步數

# 参考
source: Reference:
de: konsultieren
es: Consulta
fr: références
it: consultare
ja: 参考
ko: 참고
pl: Porady
pt_pt: Consultar:
ru: Справка
zh_hans: 参考
zh_hk: 參考:

# 操作成功
source: Successful
de: es gelingt
es: Triunfar
fr: opérer avec succès
it: Riesce
ja: 操作成功
ko: 성공
pl: Sukces
pt_pt: Sucedes
ru: Операция удалась
zh_hans: 操作成功

# 查看事件 >
source: Access events >
de: Zutritt von Ereignisse >
es: Checar eventos >
fr: événements >
it: Accedere gli affari >
ja: 事件をチェックします >
ko: 사건 조회 >
pt_pt: Acesso dos eventos >
ru: Cобытия >
zh_hans: 查看事件 >

# 约会
source: Date
es: La cita
fr: Rendez - vous
it: Pranzo
ja: デート
ko: 데이트
pl: Kolacja
pt_pt: Encontro
ru: Cвидание
zh_hans: 约会
zh_hk: 約會

# 吃药
source: medicine
de: Medizin nehmen
es: Tomar píldoras
fr: médecine
it: Medicina
ja: 薬を飲みます
ko: 약
pl: Lekarstwo
pt_pt: Medicina
ru: Принимать лекарство
zh_hans: 吃药
zh_hk: 吃藥

# 充裕
source: Abundant
de: ausreichend
es: Abundante
fr: adéquat
it: Sufficente
ja: 豊か
ko: 충족
pl: Odpowiedni
pt_pt: Adequado
ru: Достаток
zh_hans: 充裕
zh_hk: 充裕

# 出生日期不能为空，请选择出生日期
source: Date of birth cannot be empty and please choose date of birth
de: Geburtsdatum kann nicht leer sein, wählen Sie bitte Geburtsdatum
es: Fecha de nacimiento no puede estar vacía, por favor seleccione su fecha de nacimiento
fr: La date de naissance ne peut pas être vide, s'il vous plaît la sélectionner
it: La data di nascita non può essere vuota, inserire la data di nascita
ja: 出生年月日が空いてはいけないから、選んでください
ko: 출생년월일을 적어주세요
pl: Data urodzenia nie może być pusta
pt_pt: Data de nascimento não pode estar vazio ,por favor, seleccione data de nascimento
ru: Дата рождения не может быть пустой, выберите дату рождения
zh_hans: 出生日期不能为空，请选择出生日期

# 此时间已存在
source: The time has existed
de: Diese Zeit ist bereits vorhanden
es: Tiempo es el mismo
fr: Ce temps existe déja
it: Questa data esiste già
ja: この時間が存在しています
ko: 이 시간은 이미 존재합니다
pl: Ten czas już istnieje
pt_pt: Este tempo já existe
ru: Это время существует
zh_hans: 此时间已存在

# 此帐号已注册
source: This account has been registered
de: Dieses Konto wird bereits registriert
es: Cuenta se creó
fr: Ce compte a éte enregistré
it: Questo account è stato registrato
ja: このアカウントがサインインしました
ko: 이 계정은 이미 등록된 계정입니다
pl: To konto jest już zarejestrowane
ru: Этот счет регистрирован
zh_hans: 此帐号已注册
zh_hk: 此帳號已註冊

# 仅一次
source: Only once
de: nie
es: Nunca
fr: jamais
it: Mai
ja: 今までしていません
ko: 시종 아님
pl: Tylko jeden raz
pt_pt: Nunca
ru: Никогда не
zh_hans: 仅一次
zh_hk: Never

# 从相册获取
source: 從相冊獲取
de: Aus dem Album
es: Siendo de álbum
fr: chosir parmi des albums locales
it: Dall'album
ja: 現地のアルバムから選びます
ko: 앨범에서 선택
pl: w celu uzyskania z albumu
pt_pt: A partir do álbum
ru: Выбрать из местного фотоальбома
zh_hans: 从相册获取

# 达人
source: Expert
de: Talent
es: Maestro
fr: talent
it: Talento
ja: タレント
ko: 달인
pl: Talent
pt_pt: Talento
ru: Талант
zh_hans: 达人

# 登录
source: Log in
fr: se connecter
it: Accedi
ja: 登録
ko: 로그인
pl: Logowanie
pt_pt: Entrar
ru: Войти
zh_hans: 登录
zh_hk: 登錄

# 登录成功
source: Successful
de: Login erfolgreich
es: Login exitoso
fr: connextion réussie
it: Accesso riuscito
ja: 登録しました
ko: 로그인하였습니다
pl: Powiodło się
pt_pt: Entre bem sucedido
ru: Войти успешно
zh_hans: 登录成功
zh_hk: 登錄成功

# 登录失败
source: Failure
de: Login gescheitert
es: Login falló
fr: connextion échouée
it: Landing fallito
ja: 登録失敗しました
ko: 로그인 실패하였습니다
pl: Nie powiodło się
pt_pt: Aterragem falhou
ru: Войти неуспешно
zh_hans: 登录失败
zh_hk: 登錄失敗

# 低
source: Low
de: niedrig
es: Bajo
fr: bas
it: basso
ja: 低い
ko: 저
pl: Niski
pt_pt: baixo
ru: Низкий
zh_hans: 低
zh_hk: 低

# 短信提醒
source: SMS
fr: Alerte message
ja: 受信
ko: 메시지알림
pl: SMS - powiadomienie
ru: СМС
zh_hans: 短信提醒

# 二
source: Tue
de: Di.
es: mar
fr: mar.
it: mar
ja: 火
ko: 화
pl: Wt.
pt_pt: ter
ru: #N/A
zh_hans: 二
zh_hk: 二

# 非常低
source: very low
de: sehr niedrig
es: muy bajo
fr: plus bas
it: molto basso
ja: すごく低い
ko: 매우 낮음
pl: Bardzo niski
pt_pt: muito baixo
ru: Очень низкий
zh_hans: 非常低

# 非常高
source: Very high
de: sehr hoch
es: Muy alto
fr: plus haut
it: molto alto
ja: すごく高い
ko: 매우 높음
pl: Bardzo wysoki
pt_pt: muito alto
ru: Очень высокий
zh_hans: 非常高

# 分享
source: Share
de: Teilen
es: Compartir
fr: partager
it: Condividere
ja: シェア
ko: 공유
pl: Udostępnij
pt_pt: Compartilhar
ru: Поделиться
zh_hans: 分享
zh_hk: 分享

# 分享成功
source: Successful
de: Teilen Erflog
es: Triunfar
fr: partager avec succès
it: Condividere successo
ja: シェア成功しました
ko: 공유 성공
pl: Udostępnij
pt_pt: Compartilhe Sucesso
ru: Успешно поделиться
zh_hans: 分享成功
zh_hk: 分享成功

# 分享到:
source: Share to:
de: Teilen:
es: Compartir a:
fr: partager avec:
it: Condividere con:
ja: までにシェアします:
ko: 공유 대상:
pl: Udostępniać:
pt_pt: Compartilhar para:
ru: Поделиться в:
zh_hans: 分享到:
zh_hk: 分享到:

# 高
source: High
de: hoch
es: Alto
fr: haut
it: alto
ja: 高い
ko: 높음
pl: Wysokość
pt_pt: Alto
ru: Высокий
zh_hans: 高
zh_hk: 高

# 个人资料
source: My Profile
de: Profil
es: Perfil
fr: profil
it: Profilo
ja: 個人メッセージ
ko: 프로필
pl: Profil
pt_pt: Perfil
ru: Информация
zh_hans: 个人资料
zh_hk: 個人資料

# 根据个人数据，设置相应目标！
source: Set your goals according to your ability.
de: Legen Sie Ihre Ziele nach Ihren Fähigkeiten.
es: Establecer sus metas de acuerdo a su capacidad.
fr: Fixer des objectifs selon les données personnelles
it: Impostare i tuoi obiettivi in base alle proprie capacità.
ja: 個人のメッセージにより目標を相応に設置します！
ko: 개인데이터에 근거하여 상응한 목표를 설정하세요!
pl: Ustaw swój cel
pt_pt: Defina suas metas de acordo com sua capacidade.
ru: Согласно личным данным настроить соответствующую цель!
zh_hans: 根据个人数据，设置相应目标！
zh_hk: 根據個人數據，設置相應目標!

# 根据正常人心率范围设置最高心率和最低心率，以便于第一时间提醒您！
source: Set the highest and lowest HR range according to the normal person, in order to remind you correctly!
de: Legen Sie Ihre Ziele nach Ihren Fähigkeiten.
es: Establecer el rango máximo y mínimo de recursos humanos de acuerdo a la persona normal, con el fin de recordarle correctamente!
fr: Fixer le maximum et le minimum selon la plage de fréquence cardiaque du normal, pour vous rappeler à temps!
it: Impostare la più alta e più bassa HR per ricordarti in tempo!
ja: 第一時間にリマインドできるように人正常なハートレート範囲により高いハートレートと低いハートレートを設置します
ko: 개인데이터에 근거하여 상응한 목표를 설정하세요!
pl: Ustaw poziom pomiaru tętna min/max
pt_pt: Defina o intervalo de maior e menor frequência cardíaca de acordo com a pessoa normal, a fim de lembrá-lo corretamente!
ru: Согласно сфере пульса нормального человека настроить максимальный пульс и минимальный пульс, чтобы в первое время напоминать вас!
zh_hans: 根据正常人心率范围设置最高心率和最低心率，以便于第一时间提醒您！
zh_hk: 根據正常人心率範圍設置最高心率和最低心率，以便於第一時間提醒您!

# 更新
source: Update
de: Aktualisierung
es: Actualización
fr: mise à jour
it: Aggiornare
ja: 更新
ko: 업데이트
pl: Aktualizować
pt_pt: Atualizar
ru: Обновление
zh_hans: 更新
zh_hk: 更新

# 工作日
source: Weekdays
de: Arbeitstage
es: Entre semana
fr: jours de travail
it: Giorni lavorativi
ja: 通勤時間
ko: 근무일
pl: Dni pracujące
pt_pt: Dias úteis
ru: Рабочий день
zh_hans: 工作日

# 公制
source: Metric
de: metrisch
es: Métrico
fr: Métrique
it: metrico
ja: メートル
ko: 미터법
pl: Miara
pt_pt: Métrico
ru: метрика
zh_hans: 公制
zh_hk: 公制

# 固件版本:
source: Firmware Version:
de: Die Firmware-Version:
fr: version du microprogramme:
it: Versione del firmware:
ja: ハードウェアのバーシュン:
ko: 펌웨어 버전 :
pl: Wersja oprogramowania:
pt_pt: Versão do firmware:
ru: Версия блока постоянных программ:
zh_hans: 固件版本:

# 未知
source: Unknow
de: unbekannt
es: desconocido
fr: Inconnu
it: Sconosciuto
ja: 未知
ko: 미지
pl: Nieznany
pt_pt: O Desconhecido
ru: Неизвестно
zh_hans: 未知
zh_hk: 未知

# 固件更新
source: Firmware Update
de: Firmware-Aktualisierung
es: Firmware actualice
fr: mise à jour du microprogramme
it: Aggiornamento del firmware
ja: ハードウェアの更新
ko: 펌웨어 업데이트
pl: Atkualizacja oprogramowania
pt_pt: Atualização de firmware
ru: Обновление блока постоянных программ
zh_hans: 固件更新

# 固件已是最新
source: Firmware is up to date
de: Firmware ist die neueste
es: Firmware es la última
fr: Le microprogramme est à jour
it: Ultima versione Firmware installata
ja: ブレスレットのハードウェアが最新バージュンです
ko: 펌웨어가 최신버전입니다
pl: Ostatnia wersja oprogramowania
pt_pt: Firmware é o mais recente
ru: Блок уже новейший
zh_hans: 固件已是最新

# 关于
source: About
de: über
es: Acerca de
fr: Sur
it: Info braccialetto
ja: について
ko: 관하여
pl: Aktualizacje
pt_pt: Sobre
ru: О
zh_hans: 关于
zh_hk: 關於

# 喝水
source: Drinking
de: Trinken Sie Wasser
es: Beba agua
fr: boire de l'eau
it: Bere acqua
ja: 水を飲みます
ko: 물을 흡수하세요
pl: Napis się wody
pt_pt: Beba água
ru: Пить воду
zh_hans: 喝水
zh_hk: 喝水

# 恢复出厂设置
source: Restore factory settings
de: Die wiederherstellung der Fabrik
es: Restaurar la fábrica
fr: restaurer
it: Ripristinare i dati di fabbrica
ja: リセット装置
ko: 복구 출하 설정
pl: Przywróć ustawienia fabryczne
ru: Cбросить
zh_hans: 恢复出厂设置
zh_hk: 恢復出廠設置

# 活力
source: Active
de: aktiv
es: Activo
fr: actif
it: Attivo
ja: 活躍
ko: 활동
pl: Energia
pt_pt: Ativo
ru: Активный
zh_hans: 活力
zh_hk: 活力

# 活跃
source: Active
de: aktiv
es: Activo
fr: actif
it: Attivo
ja: 活躍
ko: 활동
pl: Aktywny
pt_pt: Ativo
ru: Активный
zh_hans: 活跃
zh_hk: 活躍

# 活跃时间
source: Active time
de: Aktive Zeit
es: El tiempo activo
fr: Temps actif
it: Tempo attivo
ja: 活躍な時間
ko: 활동시간
pl: Aktywny czas
pt_pt: Tempo ativo
ru: Активное время
zh_hans: 活跃时间

# 今日活动
source: Today
de: Heute
es: Hoy evento
fr: Aujourd'hui
it: l'attività di oggi
ja: 今日の活動
ko: 오늘 이벤트
pl: Dzisiejsza aktwyność
pt_pt: Hoje
ru: Cегодня
zh_hans: 今日活动

# 静息
source: Resting
de: Ruhe
es: Descanso
fr: De repos
it: A Riposo
ja: 静息
ko: 정지하다
pl: odpoczywa
pt_pt: O repouso
ru: отдыхать
zh_hans: 静息
zh_hk: 靜息

# 旧密码
source: Old Password
de: Altes Kennwort
es: Contraseña anterior
fr: ancien mot de passe
it: Vecchia Password
ja: 古いパスワード
ko: 옛 비밀번호
pl: Stare hasło
pt_pt: Senha antiga
ru: Прошлый пароль
zh_hans: 旧密码

# 开启闹铃提醒后，手环会在浅睡眠状态下轻微振动唤醒您，您这一天将会更加有活力。
source: Open the reminder, energetic working life.
de: Öffnen Sie die Erinnerung, energisches Arbeitsleben.
es: Abrir la alarma, se anima en la vida y trabajo.
fr: Allumer un rappel d'alarme, pour être plus dynamique dans la vie professionnelle！
it: Aprire il promemoria, la vita lavorativa energico.
ja: アラームリマインド開始、活力的に通勤、生活できます
ko: 알람모드를 오픈하여 생활과 근무에 활력을 넣으세요 ！
pl: Otwórz przypominacz
pt_pt: Abra o lembrete,vida de trabalho energético.
ru: Включать напоминание будильника, жизнеспособно работать и жить.
zh_hans: 开启闹铃提醒后，手环会在浅睡眠状态下轻微振动唤醒您，您这一天将会更加有活力。
zh_hk: 開啟鬧鈴提醒後，手環會在淺睡眠狀態下輕微振動喚醒您，您這一天將會更加有活力。

# 来电提醒
source: Call
de: Telefonate
es: Llamada
fr: Appels
it: Telefono
ja: 入電
ko: 전화 알림
pl: Do przypomnienia.
pt_pt: Telefone
ru: Звонок
zh_hans: 来电提醒
zh_hk: 來電提醒

# 蓝牙未连接
source: Bluetooth is not connected
de: Bluetooth ist nicht angeschlossen
es: Bluetooth no está conectado
fr: Bluetooth déactivé
it: Bluetooth non è collegato
ja: ブリューツース未接続
ko: 블루투스가 연결되지 않았습니다
pl: Bluetooth nie połączony
pt_pt: Bluetooth não está ligado
ru: Блютуз не соединен
zh_hans: 蓝牙未连接
zh_hk: 藍牙未連接

# 离线事件
source: Offline events
de: Offline-Veranstaltungen
es: eventos offline
fr: événements
it: eventi offline
ja: オフーライン事件
ko: 오프라인 사건
pl: Zdarzenia offline
pt_pt: Eventos off-line
ru: Автономное событие
zh_hans: 离线事件

# 力量训练
source: Strength training
de: Krafttraining
es: Entrenamiento de fuerza
fr: entraînement d'énergie
it: esercizio di forza
ja: 力の訓練
ko: 파워 트레이닝
pl: Trening wytrzymałościowy
pt_pt: Treinamento de força
ru: Тренировка силы
zh_hans: 力量训练
zh_hk: 力量訓練

# 立即提醒
source: Immediate
de: Sofort
es: Enseguida
fr: Immédiatement
it: Immediata
ja: すぐに
ko: 바로 알람시작
pl: Przypomnij
pt_pt: Lembre agora
ru: Сразу
zh_hans: 立即提醒

# 连接
source: Connect
de: Verbindung
es: conexión
fr: connextion
it: connessione
ja: 接続します
ko: 연결
pl: Połączenie
pt_pt: Conexão
ru: Соединение
zh_hans: 连接
zh_hk: 連接

# 连接超时
source: Timeout
de: Verbindungs-Timeout
es: Conexión Tiempo espera
fr: connextion timeout
it: Connesione timeout
ja: 接続オーバータイム
ko: 연결 초과하였습니다
pl: Przekroczenie połączenia
pt_pt: Tempo limite de conexão
ru: Соединение за лимит времени
zh_hans: 连接超时
zh_hk: 連接超時

# 六
source: Sat
de: Sa.
es: sáb
fr: sam.
it: sab
ja: 土
ko: 토
pl: So.
pt_pt: sáb
ru: Шесть
zh_hans: 六
zh_hk: 六

# 码
source: Yard
es: Patio
ja: ヤード
ko: 야드
pt_pt: pátio
ru: Код
zh_hans: 码

# 每天
source: Every day
de: täglich
es: Cada día
fr: chaque jour
it: ogni giorno
ja: 毎日
ko: 매일
pl: Każdy dzień
pt_pt: Cada dia
ru: Каждый день
zh_hans: 每天

# 密码
source: password
de: Kennwort
es: contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pl: Hasło
pt_pt: Senha
ru: Пароль
zh_hans: 密码
zh_hk: 密碼

# 密码不能为空，请输入不少于6个字符的密码
source: Please enter your password
de: Das Passwort darf nicht leer sein, ein Passwort mit mindestens sechs Buchstaben
es: contraseña incorrecta, por favor, introduzca una contraseña de al menos seis letras
fr: Le mot de passe ne peut pas être vide, s'il vous plaît entrer un mot de passe d'au moins six caratères
it: La password non può essere vuoto.
ja: パスワードが空いてはいけないから、キャラクターを6つ以上に入力してください
ko: 비밀번호가 비었습니다. 최소 6자리 비밀번호를 입력해주세요
pl: Hasło nie może być puste，Wprowadź hasło co najmniej z 6 literami
pt_pt: A senha não pode ser vazia, por favor informe uma senha pelo menos para seis letras
ru: Пароль не может быть пустым, введите пароль не меньше 6 знаков
zh_hans: 密码不能为空，请输入6-32字符长度的密码

# 密码输入错误，请输入不少于6个字符的密码
source: Password is too short
de: Das Passwort darf nicht leer sein, ein Passwort mit mindestens sechs Buchstaben
es: contraseña incorrecta, por favor, introduzca una contraseña de al menos seis letras
fr: Pas d'entrée de mot de passe, le mot de passe entre pas moins de six caractères
it: password errata，inserire una password almeno di sei lettere.
ja: キャラクターを6つ以上に入力してください
ko: 최소 6자리 비밀번호를 입력해주세요
pl: Wprowadź hasło co najmniej z 6 literami
pt_pt: A senha não pode ser vazia, por favor informe uma senha pelo menos para seis letras
ru: Пароль не может быть пустым, введите пароль не меньше 6 знаков
zh_hans: 密码输入错误，请输入6-32字符长度的密码

# 密码已经发送到帐号关联的邮箱，请查看后重新登录！
source: Password has been sent to the account associated mailbox, and please relogin after review!！
de: Passwort wurde an Ihre Mailbox gesendet, bitte überprüfen und melden Sie sich erneut!
es: contraseña ha sido enviada a la cuenta asociada con el buzón de correo, por favor, vuelva a abrir una sesión!
fr: Le mot de passe a été envoyé à votre boîte, vérifiez et vous reconnectez à nouveau s'il vous plaît!
it: La password è stata inviata al tuo indirizzo email. Verificarla e ripetere il login.
ja: 新しいパスワードがEメールアドレスに送りました。ご査収ください！
ko: 비밀번호를 계정 관련 이메일에 전송하였습니다. 확인하신 후 등록해주세요！
pl: Hasło zostało wysłane na e-meila, sprawdź i zaloguj się ponownie
pt_pt: Senha foi enviado para outra caixa de correio,por favor cheque e efetue login novamente!
ru: Пароль послан в почтовый ящик, связанный с логином, после осмотра вновь войти!
zh_hans: 密码已经发送到帐号关联的邮箱，请查看后重新登录！

# 目标:%dh
source: Target:%dh
de: Ziel:%dh
es: Objetivo:%dh
fr: Objectif:%dh
it: obiettivo:%dh
ja: 目標:%dh
ko: 목표:%dh
pl: Cel:%dh
pt_pt: Alvo:%dh
ru: Цель:%dh
zh_hans: 目标:%dh
zh_hk: 目標:%dh

# 目标:%d步
source: Target:%dsteps
de: Ziel:%dSchritt
es: Objetivo:%dpasos
fr: Objectif:%dpas
it: obiettivo:%dpassi
ja: 目標:%d歩み
ko: 목표:%d보
pl: Cel:%d Krok
pt_pt: Alvo:%dpasso
ru: Цель:%dШаг
zh_hans: 目标:%d步
zh_hk: 目標:%d步

# 目标设置
source: My Goals
de: Ziel-Einstellung
es: Objetivo
fr: fixer l'objectif
it: Obiettivo
ja: 目標設置
ko: 목표설정
pl: Ustawienia celu
pt_pt: Definição de objectivo
ru: Настройка цели
zh_hans: 目标设置
zh_hk: 目標設置

# 昵称不能为空，请输入昵称
source: Nickname cannot be empty and please enter a nickname
de: Nickname darf nicht leer sein.
es: Nombre no puede estar vacío.
fr: Le surnom ne peut pas être vide.
it: Il soprannome non può essere vuoto.
ja: 愛称は空いてはいけません。ご記入お願いします
ko: 닉네임을 입력해주세요
pl: Nazwa użytkownika nie może być pusta
pt_pt: Apelido não pode estar vazio.
ru: Логин не может быть пустым, введите логин
zh_hans: 昵称不能为空，请输入昵称
zh_hk: 暱稱不能為空，請輸入暱稱

# 昵称长度不能超过32个字符
source: Nickname length can't exceed 32 characters
de: Der Spitzname kann nicht mehr als 32 Buchstaben sein.
es: Nombre no puede contener más de 32 caracteres
fr: Le longeur du surnom ne peut pas dépasser 32 caratères, entrer à nouveau s'il vous plaît！
it: Il soprannome non può contenere più di 32 caratteri.
ja: 愛称が32つ以内のキャラクターに決めています。正しく記入お願いします
ko: 닉네임은 32자리 문자를 초과할 수 없습니다. 정확히 입력해주세요
pl: Nazwa użytkownika nie może posiadać więcej niż 32 litery
pt_pt: O apelido não pode ter mais do que 32 letras.
ru: Логин не превышает 32 знака, правильно введите
zh_hans: 昵称长度不能超过32个字符
zh_hk: 暱稱長度不能超過32個字符

# 您两次输入的密码不一致
source: The password and confirmation password are different
de: Das eingegebene Passwort ist nicht konsistent.
es: Contraseña que ha introducido no es consistente para los dos tiempo.
fr: Les deux mots des passe que vous avez entré ne correspondent pas
it: La password inserita non è coerente per i due tempi.
ja: パスワード一致してません
ko: 비밀번호가 다릅니다
pl: Podane hasło nie jest jednolite
pt_pt: A senha digitada não é consistente para duas vezes.
ru: Пароли не совпадают
zh_hans: 您两次输入的密码不一致

# 爬山
source: Climbing
de: Bergsteigen
es: Alpinismo
fr: escalader une montagne
it: alpinismo
ja: 登山
ko: 등산
pl: Wspinaczka
pt_pt: Escalada de montanhas
ru: Восходить на горы
zh_hans: 爬山
zh_hk: 爬山

# 拍摄新的照片
source: 拍攝新的照片
de: Nehmen Sie ein neues Foto
es: Tomar una nueva foto
fr: prendre les nouvelles photos
it: Scattare una nuova foto
ja: 新しい写真を撮ります
ko: 새 사진 찍기
pl: Zrób nowe zdjęcie
pt_pt: Tome um novo foto
ru: Фотографировать новое фото
zh_hans: 拍摄新的照片
zh_hk: Camera

# 跑步
source: Running
de: Laufen
es: Correr
fr: courir
it: correre
ja: 走ります
ko: 달리기
pl: Bieganie
pt_pt: Corrida
ru: Бегать
zh_hans: 跑步
zh_hk: 跑步

# 登山
source: Climbing
de: Bergsteigen
es: Alpinismo
fr: escalade
it: alpinismo
ja: 登山
ko: 등산
pl: Wspinaczka
pt_pt: Escalada de montanhas
ru: Альпинизм
zh_hans: 登山
zh_hk: 登山

# 有氧运动
source: Aerobic excercise
de: Aerobic Übungen
es: ejercicio aeróbico
fr: excercise aérobique
it: esercitazione aerobica
ja: 好気性運動し
ko: 에어로빅 운동
pl: ćwiczenia aerobowe
pt_pt: Exercício aeróbio
ru: Аэробные Excercise
zh_hans: 有氧运动
zh_hk: 有氧運動

# 偏低
source: Low
de: niedrig
es: Bajo
fr: plus bas
it: basso
ja: より低い
ko: 낮음
pl: Niski
pt_pt: Baixo
ru: Низкий
zh_hans: 偏低
zh_hk: 偏低

# 偏少
source: Below normal
de: weniger
es: Menos
fr: plus peu
it: pocco
ja: より少ない
ko: 적음
pl: Mniej
pt_pt: Menos
ru: Мало
zh_hans: 偏少
zh_hk: 偏少

# 平均步数
source: Avg Steps
de: Schritte
es: Media pasos
fr: Nombre de pas
it: Media passi
ja: 平均歩み
ko: 평균 보수
pl: Ilość kroków
pt_pt: Médio Passos
ru: число шагов
zh_hans: 平均步数
zh_hk: 平均步數

# 平均深睡
source: Avg Sleep
de: Tiefschlaf
es: Media sueño
fr: Sommeil profond
it: Media Sonno profondo
ja: 深い眠りに
ko: 평균 깊은 잠 시간
pl: Średni trwania snu
pt_pt: Sono profundo
ru: глубокий сон
zh_hans: 平均深睡
zh_hk: 平均深睡

# 平均时长
source: Avg Duration
de: Zeit
es: Media tiempo
fr: temps moyen
it: Durata media
ja: 時間の長さ
ko: 평균 시간
pl: Średni czas
pt_pt: O tempo médio
ru: Среднее время
zh_hans: 平均时长
zh_hk: 平均時長

# 平均消耗热量
source: Avg Calories
de: Wärmeverbrauch
es: Media calorías
fr: Calorie
it: Media calorie
ja: 平均カローリの
ko: 평균 소모에너지
pl: Średnie zużycie kalorii
pt_pt: Calorias
ru: затрата тепла
zh_hans: 平均消耗热量
zh_hk: 平均消耗熱量

# 平均心率:--
source: Avg HR:--
de: Die durchschnittliche:--
es: Media HR:--
fr: Moyenne de pulsation:--
it: HR media:--
ja: 平均ハートレート:--
ko: 평균 심장박동율:--
pl: Średnie pomiar tętna:--
pt_pt: A média de HR:--
ru: Средний пульс :--
zh_hans: 平均心率:--

# 平均心率:%d
source: Avg HR:%d
de: Die durchschnittliche:%d
es: Media HR:%d
fr: Moyenne de pulsation:%d
it: HR media:%d
ja: 平均ハートレート:%d
ko: 평균 심장박동율:%d
pl: Średnie pomiar tętna:%d
pt_pt: A média de HR:%d
ru: Средний пульс :%d
zh_hans: 平均心率:%d

# 平均心率
source: Avg HR
de: Herzfrequenz
es: Media HR
fr: Pulsation
it: HR media
ja: 平均ハートレート
ko: 평균 심장박동율
pl: Średnie pomiar tętna
pt_pt: A média de HR
ru: Средний пульс
zh_hans: 平均心率
zh_hk: 平均心率

# 浅睡
source: Light sleep
de: Halbschlaf
es: Sueño ligero
fr: sommeil léger
it: Sonno leggero
ja: 浅い眠り
ko: 옅은 잠
pl: Lekki sen
pt_pt: Sono leve
ru: Легкий сон
zh_hans: 浅睡
zh_hk: 淺睡

# 请输入身高
source: Height
de: Größe
es: Altura
fr: Hauteur
it: inserire l'altezza
ja: 身長を入力
ko: 키를 입력해주세요
pl: Podaj swoją wagę
pt_pt: Alguém altura
ru: Введите рост
zh_hans: 请输入身高
zh_hk: 請輸入身高

# 请输入提醒类型
source: Please enter the reminder type
de: Bitte geben Sie Erinnerung-Typ
es: Por favor, introduzca un tipo de recordatorio
fr: entrer le type de rappeler s'il vous plaît
it: Inserire un tipo di promemoria
ja: リマインドスタイルを入力
ko: 알람 유형을 입력해주세요
pl: Podaj rodzaj powiadomień
pt_pt: Por favor entre um tipo de lembrete
ru: Введите тип напоминания
zh_hans: 请输入提醒类型

# 请输入体重
source: Weight
de: Körpergewicht
es: Peso
fr: Prise de poids
it: inserire il peso
ja: 体重を入力
ko: 몸무게를 입력해주세요
pl: Podaj swoją wagę
pt_pt: Peso de alguém
ru: Введите вес
zh_hans: 请输入体重
zh_hk: 請輸入體重

# 请输入邮箱
source: enter a valid mailbox
de: E-Mail-Adresse
es: Email
fr: Courriel
it: Inserire indirizzo email
ja: Eメールアドレスを入力
ko: 메일을 입력해주세요
pl: Podaj swój adres e-meil
pt_pt: E-mail
ru: Введите почтовый ящик
zh_hans: 请输入邮箱
zh_hk: 請輸入郵箱
