Repository: wang8959855/R5S
Catalog: Mistep/keyBand/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pl, pt_pt, ru, zh_hans, zh_hk

# 请输入帐号:
source: account
de: Bitte geben sie die kontonummer:
es: Por favor, introduzca su número de cuenta:
fr: Saisissez le numéro de compte:
it: conto:
ja: アカウントを入力:
ko: 계정을 입력해주세요:
pl: Podaj swój numer konta:
pt_pt: Por favor, Digite a conta:
ru: Пожалуйста, введите номер счета:
zh_hans: 请输入帐号
zh_hk: 請輸入帳號:

# 请输入密码:
source: password
de: Bitte geben sie DAS passwort:
es: Introduzca la contraseña:
fr: Veuillez saisir le mot de passe:
ja: パスワードを入力して下さい：
ko: 암호를 입력하십시오:
pl: proszę podać hasło:
pt_pt: Senha:
ru: Пожалуйста, введите пароль:
zh_hans: 请输入密码
zh_hk: 請輸入密碼:

# 请填写合理的范围！
source: Please choose date of birthday
de: Bitte geben Sie das richtige Angebot!
es: Por favor, introduzca el rango correcto!
fr: remplir une gamme raisonnable s'il vous plaît
it: Inserire l'intervallo corretto!
ja: 合理なカテゴリーを入力！
ko: 합리적인 범위를 입력해주세요!
pl: podaj właściwy zakres!
pt_pt: Por favor entre o intervalo correto!
ru: Заполните рациональную сферу!
zh_hans: 请填写合理的范围！
zh_hk: 請填寫合理的範圍!

# 请选择出生日期
source: Birthday
de: Geburtsdatum
es: Cumpleaños
fr: Date de naissance
it: inserire la data di nascita
ja: 出生年月日をご選択お願いします
ko: 출생년월일을 선택하세요
pl: Wybierz dzień swój urodzin:
pt_pt: Aniversário de alguém
ru: Выберите дату рождения
zh_hans: 请选择出生日期
zh_hk: 請選擇出生日期

# 请选择获取方式
source: Please select the mode of access
de: Bitte wählen sie den Weg
es: Selecto método de
fr: Sélectionner le mode d'acquisition
it: Per favore, di scegliere il MoDo di ottenere.
ja: 選択方式を選択して下さい
ko: 사진 가져오기 방식을 선택하십시오.
pl: proszę wybrać sposób
pt_pt: Por favor, escolha o modo de adquirir
ru: Пожалуйста, выберите способ приобретения
zh_hans: 请选择获取方式
zh_hk: 請選擇獲取方式

# 请选择你习惯的计量单位
source: Please choose your measurement units
de: Wählen Sie Maßeinheiten
es: Por favor, optar por utilizar unidades métricas o imperiales
fr: sélectionnez le système métrique ou Imperial s'il vous plaît
it: Scegliere le unità metriche o imperiali
ja: 慣れた計る単位をご選択お願いします
ko: 편리한 계량단위를 선택하세요
pl: Wybierz jednostkę miary
pt_pt: Selecione as unidades métricas ou imperiais
ru: Выберите привычную для вас единицу измерения
zh_hans: 请选择你习惯的计量单位

# 请选择提醒类型
source: Please select the remainder type
de: Bitte geben Sie Erinnerung -Typ
es: Por favor, introduzca un tipo de recordatorio
fr: entrer le type de rappeler s'il vous plaît
it: Inserire un tipo di promemoria
ja: リマインドウエーをご選択お願いします
ko: 알람유형을 선택하세요
pl: Podaj rodzaj powiadomień
pt_pt: Por favor entra a reminder type
ru: Выберите тип напоминания
zh_hans: 请选择提醒类型

# 请选择提醒时间
source: Please select the remainder time
de: Bitte wählen Sie Erinnerungszeit
es: Por favor, seleccione una hora de aviso
fr: Le temps de sélection
it: Scegliere il tempo di promemoria
ja: リマインドタイムをご選択お願いします
ko: 알람시간을 선택하세요
pl: Wybierz czas powiadomienia
pt_pt: Por favor seleccione um tempo de lembrete
ru: Выберите время напоминания
zh_hans: 请选择提醒时间

# 球类运动
source: Sports
de: Ballspiel
es: Juego bola
fr: Jeux de ball
it: gioco con la palla
ja: ボールスポーツ
ko: 공 운동
pl: Odbijanie
pt_pt: jogo de bola
ru: Спортивные игры
zh_hans: 球类运动
zh_hk: 球類運動

# 取消
source: Cancel
de: absagen
es: Cancelar
fr: annuler
it: Indietro
ja: キャンセル
ko: 취소
pl: Anuluj
pt_pt: Cancelar
ru: Отменить
zh_hans: 取消
zh_hk: 取消

# 确定
source: Sure
de: bestätigen
es: Confirmar
fr: assurer
it: Conferma
ja: 確認
ko: 확인
pl: potwierdzać
pt_pt: Confirmar
ru: Определить
zh_hans: 确定
zh_hk: 確定

# 确认密码
source: Confirm
de: Passwort bestätigen
es: Confirmar contraseña
fr: assurer le mot de passe
it: confermare
ja: パスワードを確認します
ko: 비밀번호 확인
pl: Potwierdź hasło
pt_pt: Confirme senha
ru: Подтвердить пароль
zh_hans: 确认密码
zh_hk: 確認密碼

# 燃脂
source: Fat burnt
de: Fettverbrennung
es: Quemar grasa
fr: fat burning
it: Bruciare i grassi
ja: 脂燃え
ko: 지방연소
pl: Spalanie tłuszczu
pt_pt: Queima de gordura
ru: Сжигание жира
zh_hans: 燃脂
zh_hk: 燃脂

# 热量
source: Calories
de: Wärme
es: calor
fr: chaleur
it: calorie
ja: カロリー
ko: 칼로리
pl: Ciepło
pt_pt: calor
ru: Тепло
zh_hans: 热量
zh_hk: 熱量

# 热量消耗
source: Calories
de: Wärmeverbrauch
es: consumo de calor
it: Consumo di calore
ja: カロリー消耗
ko: 칼로리 소모
pl: Zużycie ciepła
pt_pt: Consumo de calor
ru: Затрата тепла
zh_hans: 热量消耗
zh_hk: 熱量消耗

# 热身
source: Warm-up
es: calentamiento
fr: échauffement
it: riscaldamento
ja: ウォーミングアップ
ko: 준비운동
pl: Rozgrzewka
pt_pt: esquentar
ru: Pазминка
zh_hans: 热身
zh_hk: 熱身

# 日
source: Sun
de: So.
es: dom
fr: dim.
it: dom
ja: 日
ko: 일
pl: Ni.
pt_pt: dom
ru: День
zh_hans: 日
zh_hk: 日

# 日间心率曲线图
source: Day heart rate curve
de: Tagsüber
es: curva de Ritmo cardíaco en el día
fr: Jour de pulsation
it: Di giorno HR
ja: 昼ハートレートのカーブ画像
ko: 일간 심장박동 곡선도
pl: Krzywa tętna w ciągu dnia
pt_pt: Durante o dia
ru: Кривая пульса днем
zh_hans: 日间心率曲线图
zh_hk: 日間心率曲線圖

# 软件版本:
source: Software version:
es: Versión del software:
fr: version du logiciel:
it: Versione software:
ja: ソフトバーシュン:
ko: 소프트웨어 버전:
pl: wersja oprogramowania:
pt_pt: Versão de software:
ru: Версия софта:
zh_hans: 软件版本:
zh_hk: 軟件版本:

# 三
source: Wen
de: Mi.
es: mié
fr: mer.
it: mer
ja: 水
ko: 수
pl: Śr.
pt_pt: qua
ru: #N/A
zh_hans: 三
zh_hk: 三

# 设备管理
source: Device
de: Geräte
es: Dispositivos
fr: équipements
it: Dispositivi
ja: 設備管理
ko: 설비 관리
pl: Urządzenia
pt_pt: Equipamentos
ru: Oборудованием
zh_hans: 设备管理
zh_hk: 設備管理

# 设备未连接
source: The device is not connected
de: Gerät nicht verbunden
es: Dispositivo no conectado
fr: Le dispositif n'est pas connecté
it: Dispositivo non collegato
ja: 設備が接続していません
ko: 설비가 연결되지 않았습니다
pl: Urządzenie nie jest podłączone
pt_pt: dispositivo não conectado
ru: Оборудование не соединено
zh_hans: 设备未连接
zh_hk: 設備未連接

# 设备已断开
source: Disconnected
de: Gerät wurde getrennt
es: Pulsera haya desconectado
fr: Le dispositif est déconnecté
it: Dispositivo è stato scollegato
ja: 設備がブレークしました
ko: 설비의 연결이 끊겼습니다
pl: Urządzenie zostało odłączone
pt_pt: Equipamento ter sido desligado
ru: Оборудование выключено
zh_hans: 设备已断开
zh_hk: 設備已斷開

# 设备已连接
source: Connected
de: Gerät verbunden
es: Conectado
fr: Le dispositif est connecté
it: Dispositivo collegato
ja: 設備が接続しています
ko: 설비가 연결되었습니다
pl: Urządzenie podłączone
pt_pt: dispositivo conectado
ru: Оборудование соединено
zh_hans: 设备已连接
zh_hk: 設備已連接

# 设置来电几秒后未接手环开始提醒
source: Bracelet begins to remind if missed call after a few seconds of setting the call.
de: Erinnerung von Anruf-Verzögerung festlegen
es: Establecer un aviso de retardo para llamadas
fr: réglage du délai de rappel des appels
it: Impostare un ritardo di chiamata di promemoria.
ja: 電話延期レリマインドを設置します
ko: 발신 지연 알람 설정
pl: Ustawianie opóźnienia połączeń przypomnieniem
pt_pt: Coloque um atraso chamada de lembrete
ru: Настроить напоминание замедления при вызове.
zh_hans: 设置来电几秒后未接手环开始提醒
zh_hk: 設置來電幾秒後未接手環開始提醒

# 设置延时成功
source: Successful
de: Verzögerung-Einstellung erfolgreich
es: Fijar demora éxito
fr: réglage du délai avec succès
it: Impostare ritardo successo
ja: 延期設置が成功しました
ko: 지연 설정 성공
pl: Ustawienie opóźnienia ok.
pt_pt: Defina atraso com sucesso
ru: Настройка замедление удалась
zh_hans: 设置延时成功
zh_hk: 設置延時成功

# 身高不能为空，请选择身高
source: The height can't be empty, and please choose the height
de: Höhe Eingabefehler, geben Sie bitte die korrekte
es: Altura no puede estar vacío, elija la altura
fr: La taille ne peut pas être vide, entrer correctement s'il vous plaît
it: Altezza non può essere vuoto, scegliere l'altezza
ja: 身長が空いては行けません。選んでください
ko: 키를 입력해주세요
pl: Wysokość nie może być pusta, wybierz wysokość
pt_pt: Altura não pode estar vazio, por favor escolha a altura
ru: Рост не может быть пустым, выберите рост
zh_hans: 身高不能为空，请选择身高
zh_hk: 身高不能為空，請選擇身高t

# 体重不能为空，请选择体重
source: The weight can't be empty, and please choose the weight
de: Körpergewicht Eingabefehler, geben Sie bitte die korrekte
es: De peso corporal no puede estar vacío, elija la altura
fr: Prise de poids ne peut pas être vide, entrer correctement s'il vous plaît
it: Peso corporeo non può essere vuoto, scegliere peso corporeo
ja: 体重が空いては行けません。選んでください
ko: 몸무게 못 비어 입력하십시오. 체중
pl: Podaj swoją wagę
pt_pt: Peso não pode estar vazio, por favor escolha a peso
ru: Bес не может быть пустым, выберите вес
zh_hans: 体重不能为空，请选择体重
zh_hk: 體重不能為空，請選擇體重

# 深睡
source: Deep sleep
de: Tiefschlaf
es: Sueño profundo
fr: sommeil profond
it: Sonno profondo
ja: 深い眠り
ko: 깊은 잠
pl: Głęboki sen
pt_pt: Sono profundo
ru: Глубокий сон
zh_hans: 深睡
zh_hk: 深睡

# 时间
source: Time
de: Zeit
es: tiempo
fr: Temps
it: Ora
ja: タイム
ko: 시간
pl: Czas
pt_pt: tempo
ru: Время
zh_hans: 时间
zh_hk: 時間

# 手环固件有新版本，是否更新？
source: Bracelet firmware has the new version, whether to update it?
de: Armband neue Firmware-Version, ob zu aktualisieren?
es: Pulsera nueva versión del firmware, ya sea para actualizar?
fr: Mettre à jour la nouvelle version de microprogramme du bracelet, oui ou non?
it: Bracciale versione del firmware nuova, aggiornarla?
ja: ブレスレットのハードウェアが新しいバージュンあり、リニューしますか？
ko: 펌웨어에 새로운 버전이 있습니다. 업데이트 하시겠습니까?
pl: Opaska ma nową wersję oprogramowania, czy aktualizować?
pt_pt: Nova versão do firmware de pulseira, se actualizar?
ru: Блок постоянных программ браслета имеет новую версию, обновить?
zh_hans: 手环固件有新版本，是否更新？
zh_hk: 手環固件有新版本，是否更新？

# 手环升级成功
source: Successful
de: Aktualisierung erfolgreich
es: Triunfar
fr: mise à jour avec succès
it: Aggiornamento riuscito
ja: ブレスレットのリニューが成功しました
ko: 업그레이드 성공
pl: Aktualizacja powiodła się
pt_pt: Atualize com sucesso
ru: Обновление браслета удалось
zh_hans: 手环升级成功
zh_hk: 手環升級成功

# 输入不能为空
source: Input can't be empty
de: Die Eingabe kann nicht leer sein
es: La entrada no puede estar vacía
fr: L'entrée ne peut pas être vide
it: Ingresso non può essere vuoto
ja: 空いてはいけません
ko: 입력항이 비어 있습니다
pl: Wprowadzeni nie może być puste
pt_pt: Entrada não pode estar vazio
ru: Ввод не может быть пустым
zh_hans: 输入不能为空

# 输入的心率必须在40到180之间
source: Input rate must be between 40 and 180
es: Introduzca la frecuencia cardiaca debe ser entre 40 y 180
ja: 記入したハートレートが40から180のあいだになります
ko: 입력한 심장박동율은 반드시 40에서 180사이여야 합니다
zh_hans: 输入的心率必须在40到180之间
zh_hk: 輸入的心率必須在40到180之間

# 刷新超时
source: Timeout
de: Refresh Timeout
fr: rafraîchir timeout
it: Aggiornamento Timeout
ja: リフレッシュオーバータイム
ko: 새로 고침 시간초과
pl: Czas odświeżania
pt_pt: Tempo limite de de atualização
ru: Обновление вышло за лимит времени
zh_hans: 刷新超时
zh_hk: 刷新超時

# 睡眠
source: Sleep
de: Schlaf
es: Sueño
fr: sommeil
it: dormire
ja: 睡眠
ko: 수면
pl: Sen
pt_pt: sono
ru: Сон
zh_hans: 睡眠
zh_hk: 睡眠

# 睡眠目标
source: Sleep time
de: Ziel des Schlafes
es: objetivo de sueño
fr: cible de sommeil
it: Obiettivo del sonno
ja: 睡眠目標
ko: 수면 목표
pl: Planowany sen
pt_pt: objectivo de sono
ru: Цель сна
zh_hans: 睡眠目标
zh_hk: 睡眠目標

# 睡眠质量
source: Sleep quality
de: Schlafqualität
es: la calidad del sueño
fr: qualité de sommeil
it: Qualità del sonno
ja: 睡眠質
ko: 수면 질량
pl: Jakość snu
pt_pt: qualidade do sono
ru: Качество сна
zh_hans: 睡眠质量
zh_hk: 睡眠質量

# 四
source: Thu
de: Do.
es: jue
fr: jeu.
it: gio
ja: 木
ko: 목
pl: Cz.
pt_pt: qui
ru: #N/A
zh_hans: 四

# 松开立即刷新
source: Release to refresh.
de: Release aktualisieren
es: Afloje para refrescar.
fr: Desserrer de rafraîchissement
it: Rilascia per aggiornare
ja: すぐに更新して
ko: 바로 새로 고침합니다
pl: Spadek w dół, aby odświeżyć
pt_pt: Vamos atualizar
ru: ослабить немедленно обновить
zh_hans: 松开立即刷新

# 搜索设备
source: Search equipment
de: Suchen Gerät
es: Busca equipo
fr: rechercher l'équipement
it: Cercare un dispositivo
ja: 検索設備
ko: 설비 찾기
pl: Szukaj sprzętu
pt_pt: Pesquise equipamento
ru: Искать оборудование
zh_hans: 搜索设备
zh_hk: 搜索設備

# 提醒
source: remind
de: Erinnern
es: recordar
fr: Rappeler
it: Promemoria
ja: リマインド
ko: 알람
pl: Przypominać
pt_pt: lembrar
ru: Напоминание
zh_hans: 提醒
zh_hk: 提醒

# 提醒不可超过8个
source: The maximun number of the remaining is eight
de: Anzahl von Erinnerung darf nicht mehr als acht sein
es: Recuerde a no más de ocho
fr: La fréquence de rappel ne peut pas dépasser 8 fois
it: Promemoria non più di otto
ja: リマインドが８つ以内に
ko: 알람은 최대 8개 입니다
pl: Przypomnij nie więcej niż osiem razy
pt_pt: Lembrete não mais de oito
ru: Не больше 8 напоминаний
zh_hans: 提醒不可超过8个
zh_hk: 提醒不可超過8個

# 提醒设置
source: Notifications
de: Erinnert
es: Recordar
fr: Rappeler
it: Promemoria
ja: リマインド設置
ko: 알람 설정
pl: Ustawienie przypomnienia
pt_pt: Lembrar
ru: Hапоминания
zh_hans: 提醒设置
zh_hk: 提醒設置

# 提醒最大为8个
source: The maximun number of the remaining is eight
de: Anzahl von Erinnerung darf nicht mehr als acht sein
es: Recuerde a no más de ocho
fr: Le maximum des rappels est de 8
it: Promemoria non più di otto
ja: リマインドが８つ以内に
ko: 알람은 최대 8개 입니다
pl: Przypomnij nie więcej niż osiem razy
pt_pt: Lembrete não mais de oito
ru: Максимум напоминаний составляет 8
zh_hans: 提醒最大为8个
zh_hk: 提醒最大為8個

# 添加时间
source: Add time
de: Zeit zufügen
es: Añadir tiempo
fr: ajouter le temps
it: Aggiungere orario
ja: 時間を添加します
ko: 시간 추가
pl: Dodaj czas
pt_pt: Adicione o tempo
ru: Добавить время
zh_hans: 添加时间
zh_hk: 添加時間

# 填写:
source: Fill in:
de: ausfüllen:
es: Llenar;
fr: remplir:
it: Riempire:
ja: 入力
ko: 입력 :
pl: Wypełnić:
pt_pt: Preencher:
ru: Заполнить:
zh_hans: 填写:
zh_hk: 填寫:

# 徒步
source: Pedestrianism
de: zu Fuß
es: A pie
fr: à pieds
it: a piedi
ja: 歩く
ko: 도보
pl: Pieszo
pt_pt: a pé
ru: Пешком
zh_hans: 徒步
zh_hk: 徒步

# 完成:
source: Completion:
de: Beenden:
es: Completar:
fr: accomplir:
it: Completato:
ja: 完成:
ko: 완성도 :
pl: Wypełnić:
pt_pt: Acabar:
ru: Выполнено:
zh_hans: 完成:
zh_hk: 完成:

# 网络连接错误
source: Network connection error
de: Netzwerk-Verbindungsfehler
es: La red conexión error
fr: erreur de connexion réseau
it: Errore di connessione di rete
ja: ネットの接続がエラーです
ko: 인터넷 연결이 잘못되었습니다
pl: Błąd połączenia sieciowego
pt_pt: Erro de conexão de rede
ru: Соединение интернета неправильно
zh_hans: 网络连接错误
zh_hk: 網絡連接錯誤

# 服务器异常
source: Server exception
de: Server Ausnahme
es: excepción del servidor
fr: exception du serveur
it: eccezione Server
ja: サーバーの例外
ko: 서버 예외
pl: wyjątkiem Server
pt_pt: exceção de servidor
ru: исключение сервера
zh_hans: 服务器异常
zh_hk: 服務器異常

# 危险
source: Warning
de: Gefahr
es: Peligro
fr: dangereux
it: pericoloso
ja: 危険
ko: 위험
pl: Niebezpieczne
pt_pt: perigo
ru: Опасно
zh_hans: 危险
zh_hk: 危險

# 未登录
source: Not logged in
de: Nicht Login
es: No has ingresado
fr: ne pas être connecté
it: Accesso non effettuato
ja: 未登録
ko: 로그아웃 상태
pl: Nie zalogowany
pt_pt: Você não está logado
ru: Не войти
zh_hans: 未登录
zh_hk: 未登錄

# 未发现设备
source: Not find the device
de: Keine Geräte gefunden
es: Dispositivo no se encontró
fr: aucun équipement
it: Nessun dispositivo trovato
ja: 設備が発見してません
ko: 설비를 발견하지 못하였습니다
pl: Nie znaleziono urządzeń
pt_pt: Não conectado
ru: Не обнаружить оборудования
zh_hans: 未发现设备
zh_hk: 未發現設備

# 未连接
source: Not connected
de: Nicht angeschlossen
es: No está conectado
fr: ne pas être connecté
it: Non collegato
ja: 未接続
ko: 연결되지 않았습니다
pl: Nie połączony
pt_pt: Não conectado
ru: Не соединить
zh_hans: 未连接
zh_hk: 未連接

# 未选择
source: Unselected
de: nicht ausgewählt
es: No seleccionado
fr: ne pas être sélectionné
it: non selezionato
ja: 選択してません
ko: 선택하지 않았습니다
pl: Nie zaznaczone
pt_pt: not selected
ru: Не выбирать
zh_hans: 未选择
zh_hk: 未選擇

# 我的设备
source: My Device
de: Mein Gerät
es: Mi dispositivo
fr: équipement
it: Il mio dispositivo
ja: マイ設備
ko: 나의 설비
pl: Moje urządzenie
pt_pt: Meu dispositivo
ru: Мое оборудование
zh_hans: 我的设备
zh_hk: 我的設備

# 无氧
source: Anaerobic
de: Anaerobe
es: Anaeróbica
fr: anaérobie
it: anaerobica
ja: アネロビクス
ko: 무산소
pl: Beztlenowa
pt_pt: Anaeróbio
ru: Нет кислорода
zh_hans: 无氧
zh_hk: 無氧

# 五
source: Fri
de: Fr.
es: vie
fr: ven.
it: ven
ja: 金
ko: 금
pl: Pi.
pt_pt: sex
ru: Пять
zh_hans: 五
zh_hk: 五

# 下拉可以刷新
source: Pull down to update.
de: Die Drop-down zu aktualisieren
es: Dropdown actualizar.
fr: rafraîchir immédiatement après avoir déroulé
it: Discendere il menu per aggiornare
ja: 下を引いてリフレッシュできます
ko: 아래로 당겨 바로 새로 고침합니다.
pl: Spadek w dół, aby odświeżyć
pt_pt: suspensa para atualizar
ru: Тянуть вниз и обновить
zh_hans: 下拉可以刷新
zh_hk: 下拉可以刷新

# 下一步
source: NEXT
de: Nächster Schritt
es: Siguiente
fr: suivant
it: Proseguire
ja: 次に進む
ko: 다음 절차
pl: Następny krok
pt_pt: Próximo passo
ru: Следующий шаг
zh_hans: 下一步
zh_hk: 下一步

# 相机不可用
source: The camera is not available
de: Die Kamera ist nicht verfügbar
es: Cámara no está disponible
fr: La caméra n'est pas utilisable
it: La fotocamera non è disponibile
ja: カメラ不可用
ko: 카메라를 사용할 수 없습니다
pl: Aparat nie jest dostępny
pt_pt: Câmera não está disponível
ru: Фотоаппарат недоступен
zh_hans: 相机不可用
zh_hk: 相機不可用

# 心率预警
source: Heart rate warning
de: HZ - warnung
es: HR
fr: Pulsation
it: Allarme battito
ja: 心拍
ko: 심장박동율
pl: Ostrzeżenie tętna
pt_pt: Frequência
ru: Пульса
zh_hans: 心率预警
zh_hk: 心率預警

# 心率预警设置成功
source: Successful
de: Herzfrequenz -Warnung eingestellt erfolgreich
es: Triunfar
fr: réglage d'avertissement de la fréquence cardiaque avec succès
it: Avvertimento della frequenza cardiaca impostata correttamente
ja: ハートレートアラーム設置しました
ko: 심장박동율 경고 설정 성공
pl: Ostrzeżenie tętna ustawione pomyślnie
pt_pt: Defina aviso de frequência cardíaca com sucesso
ru: Настройка заблаговременного оповещения пульса удалась
zh_hans: 心率预警设置成功
zh_hk: 心率預警設置成功

# 新密码
source: New Password
de: Neues Passwort
es: nueva contraseña
fr: nouveau mot de passe
it: password nuova
ja: 新しいパスワード
ko: 새 비밀번호
pl: Nowe hasło
pt_pt: Nova senha
ru: Новый пароль
zh_hans: 新密码
zh_hk: 新密碼

# 新密码不能和旧密码相同
source: The new password can't be the same as the old password
de: Das neue Passwort kann nicht das gleiche wie das alte sein
es: Nueva contraseña no puede ser el mismo que el antiguo
fr: Le nouveau mot de passe ne peut pas égaler celui d'ancien
it: La password nuova non può essere uguale alla vecchia
ja: 新しいパスワードと古いのと一致できません
ko: 새 비밀번호는 옛 비밀번호와 같으면 안 됩니다
pl: Nowe hasło nie może być takie samo jak poprzednie
pt_pt: A nova senha não pode ser a mesma aposta como o velho
ru: Новый пароль не может одинаков с прошлым паролем
zh_hans: 新密码不能和旧密码相同
zh_hk: 新密碼不能和舊密碼相同

# 修改成功
source: Successful
de: aktualisiert erfolgreich
es: Triunfar
fr: modification avec succès
it: aggiornato con successo
ja: 修正が成功しました
ko: 변경 성공
pl: Aktualizacja zakończona sukcesem
pt_pt: Atualizado com sucesso
ru: Изменение удалось
zh_hans: 修改成功
zh_hk: 修改成功

# 修改密码
source: Modify password
de: geändertes Passwort
es: Modificados contraseña
fr: modifier le mot de passe
it: Modificare la password
ja: パスワードを修正します
ko: 비밀번호 변경
pl: Zmień hasło
pt_pt: Altere a senha
ru: Изменение пароля
zh_hans: 修改密码
zh_hk: 修改密碼

# 修改密码...
source: Updating...
de: geändertes Passwort
es: Actualizando...
fr: #N/A
it: Modificare la password
ja: パスワードを修正します
ko: 비밀번호 변경...
pl: Zmień hasło…
pt_pt: Altere a senha
ru: Изменение пароля
zh_hans: 修改密码...

# 修改密码成功
source: Successful
de: Passwort erfolgreich geändert
es: Triunfar
fr: modifier le mot de passe avec succès
it: Modificare la password con successo
ja: パスワード修正しました
ko: 비밀번호 변경 성공
pl: Hasło zostało zmienione
pt_pt: Altere a senha com sucesso
ru: Изменение пароля удалось
zh_hans: 修改密码成功
zh_hk: 修改密碼成功

# 修改密码失败
source: Failure
de: Passwort- Aktualisierung ändern fehlgeschlagen
es: Fallo
fr: modifier le mot de passe avec échec
it: Modificare la password non riuscita
ja: パスワードの修正が失敗しました。
ko: 비밀번호 변경 실패
pl: Zmiana hasła nie powiodła się
pt_pt: Altere a senha com falha
ru: Изменение пароля не удалось
zh_hans: 修改密码失败
zh_hk: 修改密碼失敗

# 修改失败
source: Failure
de: Aktualisierung fehlgeschlagen
es: Fallo
fr: modifier avec échec
it: Modificazione fallita
ja: 修正失敗しました
ko: 변경 실패
pl: Zmiana nie powiodła się
pt_pt: Altere com falha
ru: Изменение не удалось
zh_hans: 修改失败
zh_hk: 修改失敗

# 修改资料
source: Modify data
de: Daten ändern
es: Modificados datos
fr: modifier le profil
it: Modificare i dati
ja: 資料を修正します
ko: 자료 변경
pl: Zmiana danych
pt_pt: Altere dados
ru: Изменение данных
zh_hans: 修改资料
zh_hk: 修改資料

# 选择单位
source: Select Units
de: Wählen Sie Maßeinheiten
es: Selecto Unidades
fr: sélectionner le système métrique ou Imperial
it: Scegliere le unità metriche o imperiali
ja: 単位を選んでください
ko: 단위 선택
pl: Wybierz jednostkę miary
pt_pt: Selecione as unidades métricas ou imperiais
ru: Выберите единицу
zh_hans: 选择单位

# 选择类型
source: Select type
de: Typ
es: Tipos de
fr: Type
it: Motivo
ja: 選択タイプ
ko: 선택 타입
pl: typ
pt_pt: Tipo
ru: Tип
zh_hans: 选择类型
zh_hk: 選擇類型

# 延时%d秒
source: %d seconds
de: %d Sekunden
es: %d segundos
fr: %dsecondes
it: %d secondi
ja: %d秒
ko: %d 초 지연
pl: %d Sekundy
pt_pt: %d
ru: %d
zh_hans: 延时%d秒

# 夜间心率曲线图
source: Night heart rate curve
de: In der Nacht
es: curva de Ritmo cardíaco durante la noche
ja: 夜のハートレートカーブ画像
ko: 야간 심작박동율 곡선도
pl: Wskaźnik tętna w nocy
pt_pt: Durante a Noite
ru: Кривая пульса ночью
zh_hans: 夜间心率曲线图
zh_hk: 夜間心率曲線圖

# 一
source: Mon
de: Mo.
es: lun
fr: lun.
it: lun
ja: 月
ko: 월
pl: Po.
pt_pt: seg
ru: #N/A
zh_hans: 一
zh_hk: 一

# 已连接
source: Connected
de: verbunden
es: Conectado
fr: être connecté
it: Collegato
ja: 接続しました
ko: 연결되었습니다
pl: Połączony
pt_pt: Conectado
ru: Соединено
zh_hans: 已连接
zh_hk: 已連接

# 英里
source: Mile
de: Meile
es: Milla
it: miglio
ja: マイル
ko: 마일
pl: Mila
pt_pt: moleiro
ru: Английская миля
zh_hans: 英里

# 英制
source: British
de: Imperial
es: Imperial
fr: Imperial
it: imperiali
ja: インチ
ko: 야드파운드법
pl: Cal
pt_pt: Imperiais
ru: дюйм
zh_hans: 英制

# 用户不存在
source: User does not exist
de: Benutzername existiert nicht
es: Usuario no existe
fr: L'identifiant n'existe pas
it: Il nome utente non esiste
ja: アカウントがありません
ko: 사용자가 존재하지 않습니다
pl: Nazwa użytkownika nie istnieje
pt_pt: Utilizador não existe!
ru: Логин отсутствует
zh_hans: 用户不存在
zh_hk: 用戶不存在

# 用户名或密码错误
source: Incorrect user name or password
de: Benutzername oder Passwort falsch, bitte eingeben erneut.
es: Nombrar o error de contraseña, vuelva a introducir!
fr: L'identifiant ou le mot de passe n'existe pas, entrer à nouveau s'il vous plaît
it: Errore di nome utente o password, reinserire
ja: アカウント或いはパスワードが間違いました。再度入力お願いします
ko: 사용자이름 혹은 비밀번호가 틀렸습니다. 다시 입력해주세요
pl: Nazwa użytkownika lub błąd hasła, należy ponownie wprowadzić
pt_pt: Nome de usuário ou erro de senha, digite novamente,por favor.
ru: Логин или пароль не верен, введите еще раз
zh_hans: 用户名或密码错误
zh_hk: 用戶名或密碼錯誤

# 邮箱不能为空，请输入邮箱
source: Please enter your Email
de: E-Mail kann nicht leer sein, geben Sie bitte
es: Email no puede estar vacío, por favor entrada
fr: Les coordonnées ne peuvent pas être vides
it: E-mail non può essere vuoto, inserirlo
ja: Eメール空いてはいけません。ご入力お願いします
ko: 이메일 주소가 비었습니다. 입력해주시기 바랍니다
pl: E-mail nie może być pusty, proszę podać!
pt_pt: Email não pode ser vazio, por favor introduza
ru: Почтовый ящик не может быть пустым, введите почтовый ящик
zh_hans: 邮箱不能为空，请输入邮箱

# 邮箱格式输入错误，请检查您的邮箱
source: Email malformed
de: E-Mail-Format falsch, bitte korrigieren Sie Eingabe.
es: Email Dirección es inválida
fr: Le format des coordonnées n'est pas correct, entrer correctement s'il vous plaît
it: Errore di formato e-mail, inserire correttamente
ja: Eメールの格式が間違いました。正しく入力してください
ko: 이메일 격식이 틀렸습니다. 정확히 입력해주세요
pl: Błąd formatu e-mail, proszę podać porpawny
pt_pt: Erro de formato de e-mail,por favor corrija entrada
ru: Формат почтового ящика не верен, правильно введите
zh_hans: 邮箱格式输入错误，请检查您的邮箱

# 邮箱无效
source: Invalid email address
de: E-Mail-Adresse ist ungültig
es: Email inválido
fr: Les coordonnées sont invalides
it: L'indirizzo email non è valido
ja: Eメール無効です
ko: 메일이 무효합니다
pl: Adres email jest nieprawidłowy
pt_pt: Endereço de e-mail é inválido
ru: Почтовый ящик недействителен
zh_hans: 邮箱无效

# 有新版本更新
source: New
de: eine neue Version zu aktualisieren
es: Una nueva versión para actualizar
fr: Il y a la version à jour
it: La Nuova
ja: 新しいバーシュンあり、更新お願いします
ko: 새로운 버전이 있습니다
pl: Nowa wersja aktualizacji
pt_pt: Novo
ru: Имеется новая версия для обновления
zh_hans: 有新版本更新

# 有氧
source: Aerobic
de: aerob
es: Aerobio
fr: aérobie
it: Aerobico
ja: エアロビ
ko: 유산소
pl: Aerobik
pt_pt: Aeróbico
ru: Аэробный
zh_hans: 有氧
zh_hk: 有氧

# 有氧训练
source: Aerobics
de: Aerobic-Training
es: Entrenamiento aeróbico
fr: entraînement aérobie
it: allenamento aerobico
ja: エアロビサイズ
ko: 유산소 트레이닝
pl: Trening aerobowy
pt_pt: treinamento aeróbio
ru: Аэробная тренировка
zh_hans: 有氧训练
zh_hk: 有氧訓練
