Repository: wang8959855/R5S
Catalog: Mistep/keyBand/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pl, pt_pt, ru, zh_hans, zh_hk

# 确认选择的设备类型与需要绑定的设备是同一类型，如果不是同一类型请到设备类型页面更改设备类型（注：绑定了设备要更改设备类型，请先解绑设备）
source: Choose the device type same as the device is to be bound. If not ,go to device type interface and change
de: Wählen Sie den Gerätetyp aus, den Sie an das Gerät binden möchten. Wenn nicht, gehen Sie zu Gerätetyp-Schnittstelle und ändern
es: Elija el tipo de dispositivo igual al dispositivo que se va a vincular. Si no, vaya a la interfaz de tipo de dispositivo y cambie
fr: Choisissez le type de périphérique identique au périphérique doit être lié. Sinon, passez à l'interface de type d'appareil et changez
it: Scegliere il tipo di dispositivo stesso del dispositivo è di essere vincolato. In caso contrario, accedere all'interfaccia tipo di dispositivo e il cambiamento
ja: デバイスがバインドされるのと同じデバイスタイプを選択します。そうでない場合は、デバイスタイプのインターフェイスに移動して変更します
ko: 장치를 바인딩 할 장치 유형을 선택하십시오. 그렇지 않은 경우 장치 유형 인터페이스로 이동하여 변경하십시오.
pl: Kies het type apparaat hetzelfde als het apparaat te worden gebonden. Zo niet, ga dan naar het type device interface en verandering
pt_pt: Escolha o tipo de dispositivo igual ao dispositivo a ser vinculado. Se não, vá para a interface do tipo de dispositivo e
ru: Выберите тип устройства такой же, как устройство будет привязано. Если нет, то перейти к интерфейсу типа устройства и изменения
zh_hans: 确认选择的设备类型与需要绑定的设备是同一类型，如果不是同一类型请到设备类型页面更设备类型(注：绑定了设备要更改设备类型请先解绑设备)

# 点击绑定设备进入连接设备页面，选择设备相对应的设备名进行连接，连接成功后回到设备管理页面。
source: Click “bind the device” to choose and connect corresponding device, and then return to device interface.
de: Klicken Sie auf “Binden Sie das Gerät”, um das entsprechende Gerät auszuwählen und zu schließen, und kehren Sie dann zur Geräte-Schnittstelle zurück.
es: Haga clic en “enlazar el dispositivo” para elegir y conectar el dispositivo correspondiente, y luego volver a la interfaz del dispositivo.
fr: Cliquez sur “bind the device” pour choisir et connecter le périphérique correspondant, puis revenir à l'interface du périphérique.
it: Fai clic su “associare il dispositivo” di scegliere e collegare il dispositivo corrispondente, e poi tornare alla interfaccia del dispositivo.
ja: 「デバイスをバインド」をクリックして、対応するデバイスを選択して接続し、デバイスインタフェースに戻ります。
ko: “장치 바인딩”을 클릭하여 해당 장치를 선택하고 연결 한 다음 장치 인터페이스로 돌아갑니다.
pl: Klik op “binden het apparaat” te kiezen en te verbinden corresponderende apparaat, en dan terug naar device interface.
pt_pt: Clique em “ligar o dispositivo” para escolher e conectar dispositivo correspondente e, em seguida, retornar à interface do dispositivo.
ru: Нажмите кнопку “связать устройство”, чтобы выбрать и подключить соответствующее устройство, а затем вернуться к интерфейсу устройства.
zh_hans: 点击绑定设备进入连接设备页面，选择设备相对应的设备名进行连接，连接成功后回到设备管理页面。

# 绑定后连接超时如何解决？
source: How to solve connecting overtime after binding device
de: Wie zu lösen Überstunden nach Bindung Gerät zu lösen
es: Cómo resolver las horas extraordinarias de conexión después del dispositivo de enlace
fr: Comment résoudre les heures supplémentaires de connexion après le dispositif de liaison
it: Come risolvere il collegamento di lavoro straordinario dopo dispositivo vincolante
ja: デバイスをバインドした後の接続時間外の解決方法
ko: 디바이스를 바인딩 한 후 연결 초과 근무를 해결하는 방법
pl: Hoe op te lossen overuren aansluiten na binding apparaat
pt_pt: Como resolver horas extras de ligação após o dispositivo de ligação
ru: Как решить сверхурочно соединения после того, как устройство связывания
zh_hans: 绑定后连接超时如何解决？

# 1、请确认手机蓝牙是否打开
source: 1. Please confirm whether the phone Bluetooth is turned on
de: 1.Bitte bestätigen Sie, ob das Telefon Bluetooth eingeschaltet ist
es: 1.Por favor, confirme si el teléfono Bluetooth está activado
fr: 1.Veuillez confirmer si le Bluetooth du téléphone est activé
it: 1.Please confermare se il telefono Bluetooth è acceso
ja: 1.電話のBluetoothがオンになっているかどうかを確認してください
ko: 1. 블루투스가 켜져 있는지 확인하십시오.
pl: 1.please bevestigen of de telefoon Bluetooth is ingeschakeld
pt_pt: 1. Confirme se o Bluetooth do telefone está ligado
ru: 1.Please подтверждают, включен ли телефон Bluetooth
zh_hans: 1、请确认手机蓝牙是否打开

# 2、请确认设备是否被其他手机连接，查看设备左上角，如有蓝牙图标则表示设备被连接，请断开连接。
source: 2. Please confirm whether the device is connected by other mobile phones. If there is Bluetooth icon in the device time interface, which means that the device is connected by others. Please disconnect.
de: 2.Bitte bestätigen Sie, ob das Gerät mit anderen Mobiltelefonen verbunden ist. Wenn es Bluetooth-Symbol in der Geräte-Zeit-Schnittstelle, was bedeutet, dass das Gerät durch andere verbunden ist bedeutet. Bitte trennen.
es: 2.Please confirmar si el dispositivo está conectado por otros teléfonos móviles. Si hay un icono de Bluetooth en la interfaz de tiempo del dispositivo, lo que significa que el dispositivo está conectado por otros. Desconecte por favor.
fr: 2.Veuillez confirmer si le périphérique est connecté par d'autres téléphones mobiles. S'il ya une icône Bluetooth dans l'interface horaire du périphérique, ce qui signifie que le périphérique est connecté par d'autres. Veuillez déconnecter.
it: 2.Please confermare se il dispositivo è collegato con altri telefoni cellulari. Se c'è icona Bluetooth nell'interfaccia tempo dispositivo, che significa che il dispositivo è collegato da altri. Si prega di disconnettere.
ja: 2.他の携帯電話で接続されているかどうか確認してください。デバイスタイムインターフェイスにBluetoothアイコンがある場合、デバイスが他のユーザーによって接続されていることを意味します。切断してください。
ko: 2. 기기가 다른 휴대 전화로 연결되어 있는지 확인하십시오. 장치 시간 인터페이스에 Bluetooth 아이콘이 있으면 장치가 다른 장치에 연결되어 있음을 나타냅니다. 연결을 해제하십시오.
pl: 2.please controleren of het apparaat is aangesloten via andere mobiele telefoons. Als er een Bluetooth-pictogram in het apparaat tijd-interface, wat betekent dat het apparaat is aangesloten door anderen. Gelieve te verbreken.
pt_pt: 2. Confirme se o dispositivo está conectado por outros telefones celulares. Se houver ícone Bluetooth na interface de tempo do dispositivo, o que significa que o dispositivo está conectado por outros. Por favor desconecte.
ru: 2.Please подтвердить, является ли устройство, подключенное другими мобильными телефонами. Если есть Bluetooth значок в интерфейсе времени устройство, что означает, что устройство подключено другими. Пожалуйста, отключите.
zh_hans: 2、请确认设备是否被其他手机连接，查看设备左上角，如有蓝牙图标则表示设备被连接，请断开连接。

# 3、连接的时候请点亮设备屏幕，因为设备断开连接熄屏20分钟后就会关闭蓝牙广播。
source: 3. When connecting, please light up the device screen, because the device Bluetooth radio will close if the screen off and device not connected in 20 minutes.
de: 3.When Verbindung, beleuchten bitte den Vorrichtungsschirm, weil das Gerät Bluetooth Radio schließt, wenn der Schirm weg und Gerät nicht angeschlossen in 20 Minuten.
es: 3.When que conecta, por favor enciende para arriba la pantalla del dispositivo, porque la radio del dispositivo Bluetooth se cerrará si la pantalla apagado y el dispositivo no conectó en 20 minutos.
fr: 3.Lors de la connexion, s'il vous plaît allumer l'écran de l'appareil, car la radio Bluetooth appareil fermera si l'écran off et le périphérique n'est pas connecté en 20 minutes.
it: 3. Quando la connessione, si prega di illuminare lo schermo del dispositivo, in quanto il dispositivo radio Bluetooth si chiude se lo schermo spento e dispositivo non collegate in 20 minuti.
ja: 3.接続するときは、画面が消えてデバイスが20分で接続されていないと、デバイスのBluetoothラジオが終了するため、デバイスの画面を明るくしてください。
ko: 3.화면이 꺼지고 장치가 20 분 안에 연결되지 않으면 장치 Bluetooth 무선이 닫히기 때문에 연결시 장치 화면을 밝게하십시오.
pl: 3.Wanneer verbinden, dan kunt u oplichten het scherm van het apparaat, omdat het apparaat Bluetooth radio zal sluiten als het scherm uit en het apparaat in 20 minuten niet aangesloten.
pt_pt: 3.When que conectam, iluminam por favor acima a tela do dispositivo, porque o rádio Bluetooth do dispositivo fechará se a tela fora eo dispositivo não conectados em 20 minutos.
ru: 3.When соединяющую, пожалуйста, подсветку экрана устройства, потому что устройство Bluetooth радио будет закрыто, если экран выключен и устройство не подключено через 20 минут.
zh_hans: 3、连接的时候请点亮设备屏幕，因为设备断开连接熄屏20分钟后就会关闭蓝牙广播。

# 4、请将设备靠近多需要连接的手机，越近越好。
source: 4. Please make the device near at the phone, the close the better
de: 4.Please bilden das Gerät nahe am Telefon, das Schließen das bessere
es: 4.Please hacen el dispositivo cerca en el teléfono, el cierre el mejor
fr: 4.Please faire l'appareil près au téléphone, la fermer le mieux
it: 4.Please rendere il dispositivo vicino al telefono, alla fine il migliore
ja: 4.近くのデバイスを電話で近くにしてください。
ko: 4. 가까운 곳에있는 기기를 휴대 전화 가까이에서 만드십시오.
pl: 4.Vervolgens maken het apparaat niet dicht bij de telefoon, de nauwe hoe beter
pt_pt: 4.Please fazem o dispositivo perto no telefone, o fim o melhor
ru: 4.Please делают устройство рядом на телефон, близкий к лучшему
zh_hans: 4、请将设备靠近所需要连接的手机，越近越好。

# 以上操作若还不能连接成功请重启手机蓝牙或手机
source: If above operations still can not be connected successfully, please restart phone Bluetooth or mobile phone.
de: Wenn die oben beschriebenen Vorgänge nicht erfolgreich abgeschlossen werden können, starten Sie bitte das Bluetooth- oder Mobiltelefon neu.
es: Si las operaciones anteriores no se pueden conectar correctamente, reinicie el teléfono Bluetooth o el teléfono móvil.
fr: Si les opérations ci-dessus ne peuvent toujours pas être connectées correctement, veuillez redémarrer le téléphone Bluetooth ou le téléphone mobile.
it: Se le operazioni di cui sopra ancora non possono essere collegati con successo, riavviare Bluetooth telefono o cellulare.
ja: 上記の操作が引き続き正常に行われない場合は、Bluetoothまたは携帯電話を再起動してください。
ko: 위의 작업이 여전히 성공적으로 연결되지 않으면 전화 Bluetooth 또는 휴대 전화를 다시 시작하십시오.
pl: Als bovenstaande handelingen nog steeds niet met succes worden aangesloten, dan kunt u opnieuw op te starten telefoon Bluetooth of mobiele telefoon.
pt_pt: Se as operações acima ainda não puderem ser conectadas com sucesso, reinicie o telefone Bluetooth ou telefone celular.
ru: Если вышеуказанные операции до сих пор не может быть подключен успешно, пожалуйста, перезагрузите телефон Bluetooth или мобильный телефон.
zh_hans: 以上操作若还不能连接成功请重启手机蓝牙或手机

# 连接设备
source: Connecting equipment
de: MIT DEM Gerät
es: Dispositivos de conexión
fr: Des dispositifs de connexion
it: IL dispositivo di collegamento
ja: 接続装置
ko: 연결 장치
pl: połączenie urządzeń
pt_pt: Dispositivos de ligação
ru: подключение оборудования
zh_hans: 连接设备
zh_hk: 連接設備

# 连接中...
source: Connecting...
de: Verbindung...
es: En la conexión
fr: Lors de la connexion
it: In collegamento...
ja: 接続中...
ko: 연결 중...
pl: połączenie...
pt_pt: A conexão.
ru: в связи ...
zh_hans: 连接中...
zh_hk: 連接中...

# 绑定步骤
source: Binding steps
de: Verbindliche schritte
es: Obligar a paso
fr: La liaison de l'étape
it: Passi...
ja: 縫い付けステップ
ko: 바인딩 절차
pl: wiążące kroki
pt_pt: A ligação de Passos
ru: обязательный шаг
zh_hans: 绑定步骤

# 蓝牙已关闭
source: Bluetooth is off
de: Bluetooth IST geschlossen
es: Bluetooth ha cerrado
fr: Bluetooth est fermée
it: Bluetooth è stato Chiuso
ja: Bluetoothが閉じている
ko: 블루투스 닫힌
pl: co jest blisko
pt_pt: O Bluetooth desligado
ru: Bluetooth были закрыты
zh_hans: 蓝牙已关闭
zh_hk: 藍牙已關閉

# 请打开蓝牙
source: Please turn on Bluetooth
de: Bitte öffnen sie die bluetooth -
es: Por favor abre el Bluetooth
fr: Veuillez ouvrir Bluetooth
it: Per favore, Apri il Bluetooth
ja: Bluetoothを開けてください
ko: 좀 열어 블루투스
pl: proszę otworzyć bluetooth
pt_pt: Por favor, ligar o Bluetooth
ru: Пожалуйста, откройте bluetooth
zh_hans: 请打开蓝牙
zh_hk: 請打開藍牙

# 无
source: nothing
de: Keine
es: Sin
fr: Sans
it: Senza
ja: 無
ko: 없다
pl: nie
pt_pt: SEM
ru: Нет
zh_hans: 无
zh_hk: 無

# 请先解除绑定
source: Please remove the binding
de: Bitte binden
es: Por favor, desatando
fr: Veuillez annuler
it: Per favore, prima di sciogliere
ja: 先に縫い付けを解除して下さい
ko: 일단 해제 바인딩
pl: proszę, niezwiązanego
pt_pt: Por favor, antes de remover a ligação
ru: Пожалуйста, сначала несвязанных
zh_hans: 请先解除绑定
zh_hk: 請先解除綁定

# 是否解除绑定？
source: Whether to release the binding?
de: Ist die Aufhebung der bindung?
es: ¿Si desatar?
fr: Si la levée de la liaison?
it: Se il Legato?
ja: 縫い付けを解除しますか？
ko: 혹시 해제 바인딩?
pl: czy brak ograniczeń.
pt_pt: Se o bind?
ru: развязать ли?
zh_hans: 是否解除绑定？
zh_hk: 是否解除綁定？

# 选择开关设备功能
source: switch device function
de: Schaltanlagen Funktion
es: La función de conmutación
fr: Fonction Switchgear
it: Funzione di Quadri
ja: 開閉機能
ko: 개폐 기능
pl: funkcja rozdzielnie
pt_pt: Função de comutação
ru: функция коммутационная
zh_hans: 选择开关设备功能
zh_hk: 選擇開關設備功能

# 卡路里
source: Calories
de: Kalorien
es: calorías
it: calorie
ja: カロリー
ko: 칼로리
pl: kalorie
pt_pt: calorias
ru: Калории
zh_hans: 卡路里
zh_hk: 卡路里

# 里程
source: mileage
de: Kilometerstand
es: kilometraje
fr: kilométrage
it: chilometraggio
ja: 走行距離
ko: 마일리지
pl: przebieg
pt_pt: quilometragem
ru: пробег
zh_hans: 里程
zh_hk: 里程

# 血压
source: blood pressure
de: Blutdruck
es: presión arterial
fr: la pression artérielle
it: pressione sanguigna
ja: 血圧
ko: 혈압
pl: ciśnienie krwi
pt_pt: pressão arterial
ru: кровяное давление
zh_hans: 血压
zh_hk: 血壓

# 天气
source: the weather
de: Wetter
es: tiempo
fr: temps
it: tempo
ja: 天気
ko: 날씨
pl: pogoda
pt_pt: tempo
ru: погода
zh_hans: 天气
zh_hk: 天氣

# 消息
source: news
de: Nachrichten
es: noticias
fr: nouvelles
it: notizie
ja: ニュース
ko: 뉴스
pl: aktualności
pt_pt: notícia
ru: 뉴스
zh_hans: 消息
zh_hk: 消息

# 连续监测
source: Continuous monitoring
de: Die kontinuierliche Überwachung
es: El monitoreo continuo
fr: La surveillance continue
it: Il monitoraggio continuo
ja: 連続監視
ko: 지속적인 모니터링
pl: ciągłe monitorowanie
pt_pt: A monitorização contínua
ru: Непрерывный мониторинг
zh_hans: 连续监测
zh_hk: 連續監測

# 当前无网络连接
source: No network connection
de: Keine Netzwerkverbindung
es: No hay conexión a la red
fr: Pas de connexion réseau
it: Nessuna connessione di rete
ja: ネットワーク接続はありません
ko: 네트워크 연결 없음
pl: Brak połączenia z siecią
pt_pt: Sem ligação à rede
ru: Нет подключения к сети
zh_hans: 当前无网络连接
zh_hk: 當前無網絡連接

# 请再次刷新
source: Please refresh again
de: Bitte aktualisieren Sie wieder
es: Por favor, actualice de nuevo
fr: S'il vous plaît rafraîchir à nouveau
it: Si prega di aggiornare di nuovo
ja: もう一度更新してください
ko: 다시 새로 고침하세요
pl: Proszę odświeżyć ponownie
pt_pt: Atualize novamente
ru: Пожалуйста, обновите еще раз
zh_hans: 请再次刷新

# 校正血压值
source: Corrected blood pressure
de: Korrektur Blutdruckwert
es: Valor de corrección de la presión arterial
fr: La valeur de correction de la pression artérielle
it: Correzione valore di pressione arteriosa
ja: 補正血圧値
ko: 보정 혈압치
pl: Korekta wartości ciśnienia tętniczego
pt_pt: Valor da pressão arterial correção
ru: Значение коррекции артериального давления
zh_hans: 校正血压值
zh_hk: 校正血壓值

# 请输入校正血压
source: Please enter calibrated blood pressure
de: Bitte geben Sie die richtige Blutdruck
es: Por favor, introduzca la presión arterial correcta
fr: S'il vous plaît entrer la pression sanguine correcte
it: Si prega di inserire la pressione del sangue corretto
ja: 正しい血圧を入力してください
ko: 정확한 혈압을 입력하세요
pl: Wprowadź prawidłowe ciśnienie krwi
pt_pt: Por favor, indique a pressão arterial correta
ru: Пожалуйста, введите правильное кровяное давление
zh_hans: 请输入校正血压
zh_hk: 請輸入校正血壓

# 基于PPG的血压监测，因个人体质差异，需要个人基准血压用于校正血流变化与血压的对应关系，首次测量时，请输入您的基准血压。
source: Based on PPG blood pressure monitoring, personal standard blood pressure is required to correct the correspondence between blood flow changes and blood pressure due to personal differences. Please input your reference blood pressure for the first measurement.
de: PPG-basierte Überwachung des Blutdrucks , und aufgrund persönlicher körperlicher Unterschiede, die Notwendigkeit für die einzelnen Referenzblutdruck Veränderungen im Blutfluss und Blutdruck Korrespondenz Korrektur, wenn die erste Messung bitte Ihre Ausgangsblutdruck eingeben.
es: Control de la presión arterial a base de PPG, y debido a las diferencias físicas personales, la necesidad de corregir los cambios de la presión arterial de referencia individuales en el flujo sanguíneo y la correspondencia de la presión arterial, cuando la primera medición, por favor, introduzca su presión arterial basal.
fr: Surveillance de la pression sanguine à base de PPG, et en raison de différences physiques personnels, la nécessité de corriger les références individuelles des changements de pression sanguine dans la circulation sanguine et de la correspondance de la pression artérielle, lorsque la première mesure, s'il vous plaît entrer votre pression artérielle de base.
it: Monitoraggio della pressione arteriosa PPG-based, ea causa di differenze fisiche personali, la necessità di correggere i singoli riferimento cambiamenti di pressione sanguigna del flusso sanguigno e la corrispondenza della pressione sanguigna, quando la prima misurazione, inserisci la pressione arteriosa basale.
ja: PPGベースの血圧モニタリング、および起因個人の物理的な違い、最初の測定は、ベースラインの血圧を入力してください場合、血流および血圧対応する個々の基準血圧の変化を補正する必要があります。
ko: PPG 계 혈압 모니터링 의한 개인 물리적 차이, 제 측정하여 기준 혈압을 입력하세요 때는 혈류 혈압 대응 개별 기준 혈압 변화를 보정하기위한 필요가있다.
pl: PPG oparte monitorowania ciśnienia krwi, a ze względu na osobiste różnice fizyczne, potrzeba korygowania indywidualnych referencyjnych zmiany ciśnienia krwi w krwiobiegu i korespondencji ciśnienie krwi, gdy pierwszy pomiar, podaj ciśnienie bazowe krwi.
pt_pt: Monitorização da pressão arterial baseado em PPG, e devido a diferenças físicas pessoais, a necessidade de corrigir as alterações da pressão arterial de referência individuais no fluxo sanguíneo e na correspondência pressão arterial, quando a primeira medição, por favor, informe a sua pressão arterial basal.
ru: PPG на основе мониторинга артериального давления, а также из-за личных физических различий, необходимость в коррекции отдельных контрольных изменений артериального давления в кровоток и соответствие артериального давления, когда первое измерение, пожалуйста, введите ваш базовый уровень артериального давления.
zh_hans: 基于PPG的血压监测，因个人体质差异，需要个人基准血压用于校正血流变化与血压的对应关系，首次测量时，请输入您的基准血压。

# 请先选择一款精确的传统血压计，并将基准的血压值输入下列信息框
source: First select an accurate traditional sphygmomanometer and enter the baseline blood pressure value into the following information box
de: Bitte wählen Sie eine genaue herkömmliche Blutdruckmessgerät , Blutdruckwert und das Referenzfeld geben Sie die folgenden Informationen
es: Por favor, seleccione un esfigmomanómetro, el valor de la presión arterial convencional precisa y el cuadro de referencia introduzca la siguiente información
fr: S'il vous plaît sélectionner un sphygmomanomètre, la valeur de la pression artérielle conventionnelle précise et la boîte de référence saisissez les informations suivantes
it: Si prega di selezionare un misuratore di pressione, il valore della pressione arteriosa preciso convenzionale e la casella di riferimento immettere le seguenti informazioni
ja: 正確な従来の血圧計、血圧値を選択し、[参照]ボックスには、次の情報を入力してください
ko: 정확한 혈압 종래의 혈압 값을 선택하고 상기 기준 상자는 다음과 같은 정보를 입력하세요
pl: Proszę wybrać precyzyjną tradycyjnego ciśnieniomierza, wartości ciśnienia tętniczego, a pole odniesienia wprowadź następujące informacje
pt_pt: Por favor seleccione um esfigmomanômetro, valor da pressão arterial convencional precisa ea caixa de referência inserir a seguinte informação
ru: Пожалуйста, выберите точный обычный сфигмоманометрическая, значение артериального давления и опорный окно, введите следующую информацию
zh_hans: 请先选择一款精确的传统血压计，并将基准的血压值输入下列信息框
zh_hk: 請先選擇一款精確的傳統血壓計，並將基準的血壓值輸入下列信息框

# 请输入正确范围，舒张压40-100，收缩压90-180
source: Please enter the correct range, diastolic blood pressure 40-100, systolic blood pressure 90-180
de: Bitte geben Sie den richtigen Bereich, 40-100 diastolischen, systolischen Blutdruck 90-180
es: Por favor, introduzca el rango correcto, 40-100 diastólica, la presión arterial sistólica 90-180
fr: S'il vous plaît entrer dans la plage correcte, 40-100 diastolique, la pression artérielle systolique 90-180
it: Si prega di inserire l'intervallo corretto, 40-100 diastolica, la pressione sanguigna sistolica 90-180
ja: 正しい範囲を入力してください、40から100まで拡張期、収縮期血圧90-180
ko: 올바른 범위, 40-100 이완기, 수축기 혈압이 90-180를 입력하세요
pl: Podaj prawidłowy zakres, 40-100 rozkurczowe ciśnienie skurczowe 90-180
pt_pt: Por favor, indique o intervalo correto, 40-100 diastólica, pressão arterial sistólica 90-180
ru: Пожалуйста, введите правильный диапазон, 40-100 диастолическое, систолическое давление крови 90-180
zh_hans: 请输入正确范围，舒张压40-100，收缩压90-180
zh_hk: 請輸入正確範圍，舒張壓40-100，收縮壓90-180

# 个人资料界面可修改血压基准值
source: The profile interface modifies the blood pressure reference value
de: Profil-Schnittstelle den Referenzwert des Blutdrucks zu ändern
es: Interfaz de perfil para modificar el valor de referencia de la presión arterial
fr: Interface profil pour modifier la valeur de référence de la pression artérielle
it: Interfaccia profilo per modificare il valore di riferimento della pressione sanguigna
ja: 血圧の基準値を変更するプロファイルインターフェース
ko: 혈압의 기준치를 변경하는 인터페이스 프로필
pl: Profil interfejs zmodyfikować wartość odniesienia ciśnienia krwi
pt_pt: Interface de perfil para modificar o valor de referência da pressão arterial
ru: Профиль интерфейс для изменения опорного значения артериального давления
zh_hans: 个人资料界面可修改血压基准值
zh_hk: 個人資料界面可修改血壓基準值

# Line信息
source: Line
zh_hans: Line信息
zh_hk: Line信息

# 轨迹
source: Track
de: Ort
es: lugar geométrico
fr: lieu
it: località
ja: 軌跡
ko: 현장
pl: umiejscowienie
pt_pt: local
ru: годограф
zh_hans: 轨迹
zh_hk: 軌跡

# 创建新的模式
source: Create a new model
de: Erstellen eines neuen Modells
es: La creación de un nuevo modelo
fr: Création d'un nouveau modèle
it: La creazione di un nuovo modello
ja: 新しいモデルを作成します
ko: 새로운 모델 만들기
pl: Tworzenie nowego modelu
pt_pt: Criando um novo modelo
ru: Создание новой модели
zh_hans: 创建新的模式
zh_hk: 創建新的模式

# 请输入运动类型
source: Please enter the type of exercise
de: Bitte geben Sie die Art der Bewegung
es: Por favor, introduzca el tipo de movimiento
fr: S'il vous plaît entrer le type de mouvement
it: Si prega di inserire il tipo di movimento
ja: 運動の種類を入力してください
ko: 운동의 종류를 입력하세요
pl: Proszę podać rodzaj ruchu
pt_pt: Por favor, indique o tipo de movimento
ru: Пожалуйста, введите тип движения
zh_hans: 请输入运动类型
zh_hk: 請輸入運動類型

# 运动类型不能为空
source: The movement type can not be empty
de: Art der Bewegung darf nicht leer sein
es: Tipo de movimiento no puede estar vacía
fr: Type de mouvement ne peut pas être vide
it: Tipo di movimento non può essere vuoto
ja: 運動の種類は、空にすることはできません
ko: 운동의 종류는 비워 둘 수 없습니다
pl: Rodzaj ruchu nie może być pusty
pt_pt: Tipo de movimento não pode estar vazio
ru: Тип движения не может быть пустым
zh_hans: 运动类型不能为空
zh_hk: 運動類型不能為空

# 运动开启失败
source: The movement failed
de: Open Sport Ausfall
es: Insuficiencia Open Sport
fr: Sport Open échec
it: Fallimento Sport Aperto
ja: スポーツオープン故障
ko: 스포츠 열기 실패
pl: Sport Otwarty awaria
pt_pt: Falha desportivas abertas
ru: Спорт Открытый отказ
zh_hans: 运动开启失败
zh_hk: 運動開啟失敗

# 该手环不支持在线运动，展示gps数据
source: The bracelet does not support online sports, showing gps data
de: Das Armband unterstützt nicht die Online-Kampagne GPS-Daten zeigen,
es: El brazalete no es compatible con la campaña en línea para mostrar los datos del GPS
fr: Le bracelet ne supporte pas la campagne en ligne pour afficher les données gps
it: Il bracciale non supporta la campagna online per mostrare dati GPS
ja: ブレスレットは、GPSデータを表示するには、オンラインキャンペーンをサポートしていません。
ko: 팔찌는 GPS 데이터를 표시하는 온라인 캠페인을 지원하지 않습니다
pl: Bransoletka nie wspiera kampanię online, aby pokazać dane GPS
pt_pt: A pulseira não suporta a campanha on-line para mostrar dados de GPS
ru: Браслет не поддерживает кампании в Интернете, чтобы показать данные с GPS
zh_hans: 该手环不支持在线运动，展示gps数据
zh_hk: 該手環不支持在線運動，展示gps數據

# 请允许位置服务
source: Please allow location service
de: Bitte erlauben Sie Standortdienste
es: Por favor, permitir que los servicios de localización
fr: S'il vous plaît permettre aux services de localisation
it: Si prega di consentire servizi di localizzazione
ja: 位置情報サービスを可能にしてください
ko: 위치 서비스를 허용하십시오
pl: Proszę pozwolić usług lokalizacyjnych
pt_pt: Por favor, permita serviços de localização
ru: Пожалуйста, позвольте услуги определения местоположения
zh_hans: 请允许位置服务
zh_hk: 請允許位置服務
